{
    "links": {
        "edit-process": "Editorial Process",
        "article-types": "Article Types",
        "initial-subs": "Initial Submissions",
        "full-subs": "Full Submissions",
        "revised-subs": "Revised Submissions",
        "post-decisions": "Post Decision",
        "journal-policies": "Journal Policies",
        "journal-faqs": "Journal FAQs",
        "fees": "Publication Fees",
        "journal-metrics": "Journal Metrics"
    },
    "editorial": {
        "editorial": {
            "anchor": "editorial-process",
            "heading": "The Editorial Process",
            "content": "<p class=\"paragraph typography__serif typography__serif--primary\">eLife is a selective journal that publishes promising research in all areas of biology and medicine. The main features of the current eLife peer-review process are:</p><ul class=\"paragraph typography__serif typography__serif--primary\"><li>we only review research papers that have been made available as preprints</li><li>all decisions are made by editors who are active researchers</li><li>we do not artificially limit the number of articles we publish or have a set acceptance rate</li><li>editors and reviewers discuss their reviews with each other before reaching a decision on a manuscript; extra experiments, analyses, or data collection are only requested if they are essential and can be reasonably completed within about two months (please also see, “<a href=\"https://elifesciences.org/articles/57162\" target=\"_blank\">Publishing in the time of COVID-19</a>”)</li><li>eLife’s editorial process has two outputs: i) public comments from the peer reviewers on the strengths and weaknesses of the work, and whether the authors’ claims and conclusions are justified by their data, that can be posted alongside the preprint for the benefit of readers, potential readers and others interested in the work; ii) detailed feedback on the manuscript for the authors, including requests for revisions and suggestions for improvement</li><li>accepted manuscripts published in eLife include the decision letter from the editor to the authors, and the author responses to the decision letter</li></ul><p class=\"paragraph typography__serif typography__serif--primary\">The overall aim is to make peer review faster (by reducing rounds of revision and only requesting extra experiments when they are essential), fairer and more open. Around 30% of submitted manuscripts are sent to external experts for in-depth peer review, and our overall acceptance rate is around 16%.</p><p class=\"paragraph typography__serif typography__serif--primary\">According to STM’s <a href=\"https://osf.io/aynr5/\" target=\"_blank\">standardised definitions and terminology</a> for peer review, eLife’s review process can be summarised as such:</p><ul class=\"paragraph typography__serif typography__serif--primary\"><li>Identity transparency: single anonymized</li><li>Reviewer interacts with: other reviewer(s), editor</li><li>Review information published: review summaries, review reports, author/editor communication, reviewer identities reviewer opt in, editor identities</li><li>Post publication commenting: open (sign in with ORCID iD required)</li></ul><p class=\"paragraph typography__serif typography__serif--primary\">We are committed to treating all authors and manuscripts fairly, and we offer \"scoop protection\" in the sense that, if other researchers publish similar findings after submission, this will not be a reason for rejection. Further details are in our <a href=\"/author-guide/journal-faqs\" target=\"_blank\">FAQs</a>.</p><p class=\"typography__serif typography__serif--primary\">Authors may <a href=\"https://reviewer.elifesciences.org/login\" target=\"_blank\">submit to eLife directly</a>, transfer their files from <a href=\"https://biorxiv.org/\" target=\"_blank\">bioRxiv</a> or <a href=\"https://www.medrxiv.org/\" target=\"_blank\">medRxiv</a>, or submit using the <a href=\"https://www.overleaf.com/latex/templates/elife-latex-template/csqxykvsnyxm#.WIs5NLaLRGw\" target=\"_blank\">Overleaf</a> or <a href=\"https://www.authorea.com/\" target=\"_blank\">Authorea</a> authorship tools. eLife also welcomes submissions from <a href=\"https://www.reviewcommons.org/\" target=\"_blank\">Review Commons</a>. Authors working in LaTeX can download and use our <a href=\"https://elife-cdn.s3.amazonaws.com/author-guide/elife-latex-template.zip\" target=\"_blank\">template</a> or <a href=\"https://www.overleaf.com/latex/templates/elife-latex-template/csqxykvsnyxm\" target=\"_blank\">open it directly in Overleaf</a>.</p><div class=\"blue-box\"><p class=\"paragraph typography__serif typography__serif--primary\">Enrich your submission with live code and interactive figures with an Executable Research Article. <a href=\"https://elifesciences.org/labs/dc5acbde/welcome-to-a-new-era-of-reproducible-publishing\">Find out more</a>.</p></div>",

            "pre-print": {
                "anchor": "preprints-public-reviews",
                "heading": "Preprints and Public Reviews",
                "content":"<p class=\"paragraph typography__serif typography__serif--primary\">Effective July 1, 2021, eLife only reviews research papers that have been posted as a preprint (ideally on <a href=\"https://biorxiv.org/\" target=\"_blank\">bioRxiv</a> or <a href=\"https://www.medrxiv.org/\" target=\"_blank\">medRxiv</a>). Note: authors do not need to have posted a preprint for the initial submission/evaluation stage, but they do need to have posted a preprint for the full submission/peer review stage. eLife will post manuscripts to bioRxiv or medRxiv on behalf of the authors during the full submission process if required.</p><p class=\"paragraph typography__serif typography__serif--primary\">Our editorial process produces two outputs: i) public reviews that are designed to be posted alongside a preprint for the benefit of readers, potential readers and others interested in the work; ii) detailed feedback on the manuscript for the authors, including requests for revisions and suggestions for improvement. For papers accepted for publication in eLife, this feedback will be published as part of the decision letter, along with a response from the authors, but it will not be posted alongside the preprint.</p><p class=\"typography__serif typography__serif--primary\">We expect authors invited to revise their work to agree to have the public reviews posted to a preprint server. For articles that are rejected after peer review, authors maintain significant control over when public reviews are posted, and can delay having the public reviews posted until their work has been accepted for publication by another journal.</p>"
            },
            "p1": "The eLife editorial process broadly occurs in three phases. Authors submitting to eLife should be familiar with our <a href=\"/author-guide/journal-policies\">journal policies</a>. If you have received an encouraging response to your initial submission, please read the guidelines relating to <a href=\"/author-guide/full\" target=\"_blank\">full submissions</a>. If your full submission has been peer reviewed and you have been asked to make revisions, please read our guidelines for <a href=\"/author-guide/revised\" target=\"_blank\">revised submissions</a>."
        },

        "initial-sub": {
            "anchor": "initial-submissions",
            "heading": "Initial Submissions",
            "p1": "If you are interested in submitting your work to eLife, please review the guidelines relating to <a href=\"/author-guide/initial\">Initial Submissions</a>. We refer authors to <a href=\"https://elifesciences.org/articles/48175?_ga=2.87814296.1615571170.1583746607-392198663.1550050583\" target=\"_blank\">“Ten common statistical mistakes to watch out for when writing or reviewing a manuscript”</a> and eLife's <a href=\"https://elife-cdn.s3.amazonaws.com/xpub/guides/transparent_reporting.pdf\" target=\"_blank\">Transparent Reporting Form</a> as they prepare their submission. During the initial submission phase, members of eLife's senior editorial team assess new submissions, often in consultation with members of the Board of Reviewing Editors or with external guest editors where necessary, to identify the ones that are appropriate for in-depth peer review.",
            "bullet1": "To simplify the submission process, authors should submit their full manuscript as a single PDF. Limited additional information is collected via the submission screen questions to complete the submission.",
            "bullet2": "Authors will need to provide a cover letter.",
            "bullet3": "Limited additional information is collected via the submission screen questions. Only corresponding author details are needed at this stage, along with suggestions for appropriate editors, and individuals who should be excluded from the review process."
        },

        "full-sub": {
            "anchor": "full-submissions",
            "heading": "Full Submissions",
            "p1": "For manuscripts that are invited for in-depth peer review, we request more detailed information about the work to support the peer review process, for example names of co-authors, details of major datasets, and ethics statements. Authors are asked to agree to publish their work under the terms of the Creative Commons Attribution license (<a href=\"https://cdn.elifesciences.org/xpub/guides/CCBY_4.0.pdf\" target=\"_blank\">PDF of the agreement</a>), or the Creative Commons CC0 public domain dedication (<a href=\"https://cdn.elifesciences.org/xpub/guides/CC0_1.0.pdf\" target=\"_blank\">PDF of the agreement</a>) if one or more authors are US-government employees."
        },

        "revised-sub": {
            "anchor": "revised-submissions",
            "heading": "Revised Submissions",
            "p1": "We will require a response to the essential revision requirements outlined in the decision letter. A response to minor comments is optional. In the event of acceptance, the substantive revision requests and the authors’ response will be published, under the terms of the <a href=\"https://creativecommons.org/licenses/by/4.0/\" target=\"_blank\">Creative Commons Attribution license</a>."
        },

        "closing-bluebox": "Authors can submit their research as one of several <a href=\"/author-guide/types\">article types</a>."
    },

    "article-types": {
        "anchor": "article-types",
        "heading": "Article Types",
        "closing-bluebox": "Enrich your submission with live code and interactive figures with an Executable Research Article. <a href=\"https://elifesciences.org/labs/dc5acbde/welcome-to-a-new-era-of-reproducible-publishing\">Find out more</a>.",
        "p1": "eLife publishes the following article types.",
        "insights": {
            "anchor": "editorials-insights-feature-articles",
            "heading": "Editorials, Insights, and Feature articles",
            "p1": "<a href=\"https://elifesciences.org/articles/editorial\" target=\"_blank\">Editorials</a> in eLife are written by eLife editors or staff.",
            "p2": "<a href=\"https://elifesciences.org/articles/insight\" target=\"_blank\">Insights</a> are commissioned by eLife staff and are always related to a Research Article published in the journal. Insights are written by experts in the field of the Research Article: they explain why the results reported are significant and outline some of the challenges that remain in the field.",
            "p3": "<a href=\"https://elifesciences.org/articles/feature\" target=\"_blank\" >Feature Articles</a> should offer fresh insights into topics of broad interest to readers working in the life and biomedical sciences. There are no strict limits on length, but authors are advised to stay below 2000 words, two display items (figures, tables etc) and 20 references if possible, and to write in an active/engaging style. Feature Articles are peer reviewed at the discretion of the eLife editors and staff. Feature Articles can also report original findings in <a href=\"https://elifesciences.org/collections/8d233d47/meta-research-a-collection-of-articles\" target=\"_blank\">meta-research</a>: such submissions should be formatted like Research Articles or Short Reports (see below), and should include the prefix Meta-Research in the title."
        },
        "research-articles": {
            "anchor": "research-articles",
            "heading": "Research Articles",
            "p1": "There is no maximum length for Research Articles, but we suggest that authors try not to exceed 5,000 words in the main text, excluding the Materials and methods, References, and Figure legends. There are no limits on the number of display items. The main text of the article should usually be structured and ordered as follows: Introduction; Results; Discussion; Materials and Methods (or Methods); Acknowledgements; References; Figures with the corresponding legend below each one; and Tables. A Methods or Model section can appear after the Introduction where it makes sense to do so"
        },
        "short-reports": {
            "anchor": "short-reports",
            "heading": "Short Reports",
            "p1": "We welcome the submission of Short Reports, for example reporting the results of a single set of experiments, provided the conclusion is clear and justified, and the findings are novel and judged to be of high importance. Short Reports should not usually exceed 1,500 words in the main text, excluding the Materials and Methods, References, and Figure legends, with no more than three or four main display items (figures, tables, videos). Authors have more flexibility in the format, for example with a combined Results and Discussion section."
        },
        "tools": {
            "anchor": "tools-and-resources",
            "heading": "Tools and Resources",
            "p1": "This category highlights tools or resources that have the potential to substantially accelerate discovery in any area of biology or medicine, and that are therefore likely to find rapid and widespread adoption. Submissions will be evaluated for their likely impact, not for their technical contribution alone, and should be of interest to a broad audience. The article should fully describe the tool or resource so that prospective users have all the information needed to deploy it within their own work. Therefore, major datasets must be publicly deposited (unless there are strong ethical or legal reasons to restrict access); relevant code must conform to the <a href=\"https://opensource.org/docs/osd\" target=\"_blank\">Open Source Definition</a> and be deposited in an appropriate public repository; and methodological advances need to be comprehensively described, along with details of the reagents and equipment, and their sources. Authors should follow the format for Research Articles or Short Reports, as appropriate.",
            "p2": "Tools and Resources articles do not have to report major new biological insights or mechanisms, but it must be clear that they will enable such advances to take place, for example, through exploratory or proof-of-concept experiments. Specifically, submissions will be assessed in terms of their potential to facilitate experiments that address problems that to date have been challenging or even intractable. Some Tools and Resources papers will be the first report of an entirely novel technology. In other cases, authors will report substantial improvements and extensions of existing technologies. In those cases, the new method must be thoroughly  compared and benchmarked against existing methods used in the field. Minor improvements on existing methodologies are unlikely to fare well in review."
        },

        "advances": {
            "anchor": "research-advances",
            "heading": "Research Advances",
            "p1": "This format is for substantial developments that directly build upon a Research Article, Short Report or Tools and Resources article published previously by eLife. A Research Advance can be submitted by some or all of the authors of the original paper and/or researchers who were not involved in the original paper. A Research Advance might use a new technique or a different experimental design to generate results that build upon the conclusions of the original research by, for example, providing new mechanistic insights or extend the pathway under investigation. Research Advances can also report significant improvements to experimental tools and techniques.",
            "p2": "Research Advances can be of any length, and any number of main display items, but there may only need to be minimal introductory material. Authors have flexibility in the format, for example with a combined Results and Discussion section, and there is no need for a detailed Materials and Methods section when the methods are the same as the original paper. Authors should upload a completed version of the Transparent Reporting Form (<a href=\"https://cdn.elifesciences.org/xpub/guides/transparent_reporting.pdf\" target=\"_blank\">PDF</a>; <a href=\"https://cdn.elifesciences.org/xpub/guides/transparent_reporting.docx\" target=\"_blank\">Word</a>) to accompany their submission.",
            "p3": "When published, Research Advances are linked to the original article, and they are indexed and citable in their own right. When the authors of the original article are not involved in the Research Advance, the corresponding author of the original study will be asked for comments during the review process. Where appropriate, the Research Advance will be considered by the same editors and reviewers who were involved in the assessment of the original paper."
        },
        "review-articles": {
            "anchor": "review-articles",
            "heading": "Review Articles",
            "p1": "Review Articles are commissioned by eLife Senior Editors. We are primarily interested in Review Articles that synthesize the existing knowledge in a field in an original and/or thought-provoking way, and/or that present substantial ideas for moving this field forward. In general, we are not interested in Review Articles that mostly summarize what has happened in a field in the past few years, in Review Articles about fields that have been reviewed many times before, or Review Articles that would only be interesting for a specialized audience.",
            "p2": "If you would like to propose a Review Article, please email your outline to editorial [at] elifesciences [dot] org. In your email please also suggest a relevant <a href=\"https://elifesciences.org/about/people\" target=\"_blank\">Senior Editor</a> to assess the outline. The outline should include:",
            "bullet1": "a proposed title",
            "bullet2": "a 400–800 word summary of existing knowledge in the field you propose to write about. This summary needs to convince the relevant Editors that your article will survey this field of research in an original and/or thought-provoking way",
            "bullet3": "a 300–600 word summary of your ideas for moving this field forward",
            "bullet4": "a paragraph (~60 words) to explain why you are a suitable author for such an article",
            "bullet5": "a list of recently published Review Articles in this field; for each of these articles please include a sentence explaining how your article would be different.",
            "p3": "For commissioned articles, eLife will not proceed with a possible commission if any author on the proposed article has a competing interest (as defined in our <a href=\"/author-guide/journal-policies#competing-interests\" target=\"_blank\">Journal Policies</a>), or has had a competing interest in the previous three years."
        },

        "sci-correspondence": {
            "anchor": "scientific-correspondence",
            "heading": "Scientific Correspondence",
            "p1": "This format should be used for a manuscript that challenges the central findings of a paper published in eLife, and for the formal response to such a manuscript. Both the challenge and the response can contain original data.",
            "p2": "In the first instance, the author must contact the corresponding author of the original eLife paper in an effort to resolve matters (and include evidence of these efforts in their initial submission). We also encourage authors to post their Scientific Correspondence to a preprint server such as bioRxiv, which has a section for contradictory results. Scientific Correspondence must also be submitted within a year of the original eLife paper being published. As of February 2021 we no longer consider Scientific Correspondence that challenges papers published in other journals.",
            "p3": "The title of the manuscript should be 'Comment on 'Title of original article' '; the abstract should summarize the central findings of the paper being challenged, and state which of these findings are being challenged; and the text should be written in a measured tone; manuscripts not written in measured tone will be sent back to the authors for revision: please read <a href=\"https://elifesciences.org/inside-elife/08093bce/elife-latest-introducing-scientific-correspondence-at-elife\" target=\"_blank\">this blogpost</a> for more information.",
            "p4": "Where possible, the initial submission is considered by the Senior Editor and the Reviewing Editor who handled the original paper (and by others if necessary). In the first instance the Editors will decide if any of the issues raised in the initial submission require a formal Correction to the original article: if a correction is required, the corresponding author of the original paper will be contacted and the Scientific Correspondence will be put on hold until the Correction has been finalized. If a Correction is published and discrepancies between the original paper and the challenge remain, the authors of the Scientific Correspondence will be asked to revise their submission accordingly.",
            "p5": "If the Editors agree that the initial submission represents a credible challenge to the central findings of the original paper, a full submission is invited; the full submission is then sent to the authors of the original paper and they are given 14 days to submit a formal response (which may be shared with the authors of the challenge at some stage in the process). If the initial submission does not represent a credible challenge to the original paper, it is declined.",
            "p6": "Once any response has been received, the Editors discuss the challenge and the response, and then decide between the following options: accept both for publication; accept the challenge but reject the response; reject both; proceed with peer review of one or both manuscripts; take another course of action.",
            "p7": "If the Editors opt for peer review, the following outcomes are possible: the challenge and the response are both accepted; the challenge is accepted but the response is rejected; the challenge is rejected (which means there is no need to publish the response). Please note the manuscripts will typically be accepted or rejected at this stage of the process; revised manuscripts will not usually be requested.",
            "p8": "Full submissions and formal responses should not usually exceed 1,500 words in the main text, excluding the Materials and methods, References, and Figure legends, and should have no more than four main display items (figures, tables, videos). Authors should follow the format for Research Articles or Short Reports, as appropriate; the Results and/or Discussion section should contain separate subsections for each element of the challenge.",
            "p9": "Authors submitting a Research Article, Short Report, Tools and Resources Article, or Scientific Correspondence are encouraged to read about the <a href=\"/author-guide/initial\">Initial Submission</a> process. Authors of Research Advances can proceed to the <a href=\"/author-guide/full\">Full Submission</a> section."
        },

        "special-issues": {
            "anchor": "special-issues",
            "heading": "Special Issues",
            "p1": "eLife has Special Issues on timely and important topics, which are overseen by one or more eLife editors and external Guest Editors when appropriate.",
            "p2": "At the point of submission, authors should indicate in their Cover Letter that they want their work to be considered as part of a Special Issue, citing the relevant title as indicated below. Submissions are assessed using the same criteria as other eLife submissions. Authors can submit using the Research Articles, Short Reports, Tools and Resources and Research Advances article types. The eLife editors may wish to commission Review Articles as part of a Special Issue.",
            "p3": "We welcome submissions on a rolling basis, although submissions received after the closing date of a call for papers may not be considered for the Special Issue launch.",
            "p4": "Other Special Issues (submissions welcome on a rolling basis):",
            "bullet1": "<a href=\"https://elifesciences.org/collections/8d9426aa/evolutionary-medicine-a-special-issue\" target=\"_blank\">Evolutionary Medicine</a>",
            "bullet2": "<a href=\"https://elifesciences.org/collections/e8dda407/mechanistic-microbiome-studies-a-special-issue\" target=\"_blank\">Mechanistic Microbiome Studies</a>",
            "bullet3": "<a href=\"https://elifesciences.org/collections/bcfba6c6/discovery-and-translation-of-cancer-immunology-a-special-issue\" target=\"_blank\">Discovery and Translation of Cancer Immunology</a>",
            "bullet4": "<a href=\"https://elifesciences.org/collections/6d673315/aging-geroscience-and-longevity-a-special-issue\" target=\"_blank\">Aging, Geroscience and Longevity</a>"
        }
    },

    "initial-submission": {
        "anchor": "initial-submissions",
        "heading": "Initial Submissions",
        "p1": "We refer authors to <a href=\"https://elifesciences.org/articles/48175?_ga=2.87814296.1615571170.1583746607-392198663.1550050583\" target=\"_blank\" >“Ten common statistical mistakes to watch out for when writing or reviewing a manuscript”</a> as they prepare their submission. Please provide detailed information within the submission to facilitate the interpretation and replication of experiments, following the guidance in eLife's <a href=\"https://elife-cdn.s3.amazonaws.com/xpub/guides/transparent_reporting.pdf\" target=\"_blank\" >Transparent Reporting Form</a> (a completed version of this form will be requested if the work is invited for in-depth review).",
        "manuscript": {
            "anchor": "single-manuscript-pdf",
            "heading": "Single Manuscript PDF",
            "p1": "Authors should start by uploading their manuscript text and figures as a single PDF (ideally smaller than 15MB), organised with easy readability in mind. Please include page and line numbers, and a legible font size for the main text and figure legends. We strongly encourage authors to embed figures and tables at appropriate places within the main text.",
            "p2": "To facilitate the evaluation of the submission, we highly recommend including all authors for each reference in the reference list, although discretion can be used to truncate very long lists of authors.",
            "p3": "The manuscript should include the following components:",
            "p4": "If using a reference manager, we suggest selecting APA style as this is the best match for eLife reference style. However, we accept any reference style and will format all references during the production process.",
            "components": {
                "one": {
                    "p1": "<strong>Title: </strong>The title should be succinct (we suggest up to 120 characters), with a clear indication of the biological system under investigation (if appropriate), and should avoid abbreviations and unfamiliar acronyms if possible. Two-part titles – e.g., “What goes up must come down: Oscillations in transcriptional networks” – should be avoided for research papers. For submissions in medicine, eLife recommends that titles include some indication of the study design (e.g., randomized trial, cohort study). This can take the form of a subtitle stating the study design, with a colon, or as continuous text as in the following examples:",
                    "bullet1": "<a href=\"https://elifesciences.org/articles/29365\" target=\"_blank\">Effects of water, sanitation, handwashing, and nutritional interventions on telomere length among children in a cluster-randomized controlled trial in rural Bangladesh</a>",
                    "bullet2": "<a href=\"https://elifesciences.org/articles/57191\" target=\"_blank\">Predicting the effect of statins on cancer risk using genetic variants from a Mendelian randomization study in the UK Biobank</a>"
                },
                "two": "<strong>Author names and affiliations: </strong>A complete list of authors and affiliations should be provided in the paper itself.",
                "three": "<strong>Abstract: </strong>The abstract would normally be 150–200 words. Subheadings are discouraged, except for medical submissions, which should contain the following subheadings (and can be around 250 words): Background; Methods; Results; Conclusions; Funding; Clinical trial number (for submissions reporting results of a trial only). Abstracts should provide a clear, measured, and concise summary of the work. If the biological system (species names or broader taxonomic groups if appropriate) is not mentioned in the title, it must be included in the abstract.",
                "four": {
                    "p1": "<strong>Sections: </strong>The manuscript should contain the following sections: Introduction; Results, Discussion; Materials and Methods. For submissions in medicine the manuscript should contain the following sections in the following order: Introduction; Methods; Results, Discussion. Authors can also include additional information on their methods in an appendix. We encourage a clear and concise style of writing.",
                    "p2": "Any \"personal communications\" relating to unpublished data should be incorporated within the main text, in the following format: (Author Initial(s) and Surname, personal communication, Month and Year). Authors should have permission from anyone named in this way and should be aware that a supporting letter will sometimes be requested.",
                    "p3": "Within the Materials and Methods and/or figure legends, we encourage authors to provide complete information about their experiments, analyses, or data collection to ensure that readers can easily understand what was measured and analysed, and can accurately perform the relevant protocols.",
                    "p4": "In cases where a new method within the submission would benefit from step-by-step protocols in addition to the methods described in the article, we would encourage authors to also consider submitting a detailed protocol to <a href=\"https://bio-protocol.org/login.aspx?in=2\" target=\"_blank\" >Bio-protocol</a>.",
                    "p5": "On first mention, please provide details of any manufacturers in the following format: company name, city, country (or state, if based in the United States).",
                    "p6": "Any footnotes (including commentary or footnotes embedded within the reference list) should be placed inside parentheses at the appropriate place in the main text."
                },
                "five": "<strong>Acknowledgements: </strong>Individuals who have contributed materially to the work, but do not satisfy the authorship criteria should be listed in the acknowledgements section. Authors should seek permission to include any individuals mentioned in the acknowledgements.",
                "six": "<strong>Competing interests: </strong>At this stage we request that the corresponding author provides a statement of financial and non-financial competing interests on behalf of all authors. Examples include paid employment or consultancy, stock ownership, patent applications, personal relationships with relevant individuals, and membership of an advisory board.",
                "seven": {
                    "p1": "<strong>References: </strong> Accepted and published works, datasets (newly generated and previously published), program code, and previously published methods must be appropriately cited and included in the reference list to ensure that a wide range of research objects are afforded recognition through citation.",
                    "p2": "Please find below the information we require for each type of reference. Please note, authors do not need to spend time formatting their references and can submit manuscripts formatted in a variety of reference styles, including Harvard, Vancouver, and Chicago. Wherever possible, please do not truncate the number of authors in the references list, but please do provide a DOI if possible."
                }
            },
            "table": {
                "rows": {
                    "authors": "Authors",
                    "editors": "Editors",
                    "year": "Year",
                    "pub-date": "Date accessed and publication date",
                    "title": "Title (of article, chapter, abstract, software etc.)",
                    "pub-title": "Publication title (e.g. journal, book, database, website, conference proceedings, software host etc.)",
                    "vol": "Volume",
                    "page-range": "Page range OR eLocation ID",
                    "id": "Identifier (such as DOI , ISBN, accession or patent number)",
                    "location": "Location (of publisher, conference, patent etc.)",
                    "publisher": "Publisher",
                    "edition": "Edition",
                    "url": "URL link"
                },
                "cols": {
                    "journal": "Journal",
                    "book": "Book",
                    "website": "Website",
                    "data-citation": "Data citation",
                    "software": "Software ‡",
                    "pre-print": "Pre-print",
                    "conference-proceedings": "Conference proceedings",
                    "periodical": "Periodical",
                    "technical-report": "Technical report",
                    "thesis": "Thesis",
                    "patent": "Patent"
                },
                "footer": {
                    "bullet1": "* Not required, but if exists please include.",
                    "bullet2": "† Only required for chapter reference.",
                    "bullet3": "° Or curator.",
                    "bullet4": "§ Full publication date required - day/month/year.",
                    "bullet5": "‡ Please refer to the software citation principles when citing software. If a site suggests a citation should contain a date range, we suggest the publication date should be interpreted as the software having been developed during the date range, but published at the end of the range. Please provide a version of the software."
                }
            }
        },
        "figures": {
            "anchor": "figures-tables-rich-media-files",
            "heading": "Figures, Tables, and Rich Media Files",
            "p1": "Figures and tables should be included within the PDF, with the figures and tables embedded within the text. Each figure and table should fit on one page, together with a title and concise legend (where appropriate), on the same page as the display item. Figures and tables should be numbered in the order in which they are cited in the text.",
            "p2": "We encourage the use of rich media files: for example, videos, audio clips, animations, slideshows, and interactive diagrams. Authors can upload such files during the Initial Submission process if they will assist in the initial assessment but otherwise they can be uploaded if a Full Submission is requested. Anything crucial for the initial evaluation should be uploaded at the Initial Submission stage as a supporting file.",
            "p3": "At this stage, supplementary figures and tables can be included if they exist, and if desired, within the single PDF.",
            "p4": "When preparing figures, we recommend that authors follow the principles of <a href=\"https://jfly.iam.u-tokyo.ac.jp/color/\" target=\"_blank\" >Colour Universal Design</a> (Masataka Okabe and Kei Ito, J*FLY), whereby colour schemes are chosen to ensure maximum accessibility for all types of colour vision.",
            "p5": "Coloured text and cells are discouraged in tables because they are less accessible and machine readable. Where possible, bold and/or italics can be used to highlight cells or data. If some colour is essential in a table, please only use the colour schemes outlined in this <a href=\"https://cdn.elifesciences.org/author-guide/tables-colour.pdf?_ga=2.122882312.2069272108.1540132848-2034406101.1537543708\" target=\"_blank\" >this guide</a>."
        },
        "meta": {
            "anchor": "limited-metadata",
            "heading": "Limited Metadata",
            "p1": "You will be asked to enter the following information when completing the submission form:",
            "p2": "If you receive an encouraging response to your Initial Submission, please review the guidelines relating to <a href=\"/author-guide/full\">Full Submissions</a>.",
            "data": {
                "one": "<strong>Corresponding Author: </strong>At this stage, we only need the name, institution, and email address of the corresponding author.",
                "two": {
                    "p1": "<strong>Cover Letter (optional): </strong> If you would like to provide a cover letter, please consider addressing the following questions:",
                    "p2": "In addition, please upload any related studies that you have published recently or have under consideration elsewhere as supporting files and describe them in a cover letter.",
                    "bullet1": "How will your work make others in the field think differently and move the field forward? How does your work relate to the current literature on the topic? Who do you consider to be the most relevant audience for this work? Have you made clear in the letter what the work has and has not achieved?",
                    "bullet2": "For clinical papers, please consider summarising how the work could further clinical practice, medical care, or disease prevention."

                },
                "three": "<strong>Manuscript Title</strong>",
                "four": "<strong>Article Type: </strong> Information on the articles we publish can be found <a href=\"/author-guide/types\">here</a>.",
                "five": {
                    "p1": "<strong>Subject Area(s): </strong> A list of major subject areas is provided from which authors should select one or two."
                },
                "six": "<strong>Editor suggestions: </strong>Authors should be ready to suggest two of eLife's Senior Editors and at least two members of the Board of Reviewing Editors (select the appropriate subject area via the dropdown menu) who would be appropriate for the assessment of the work. In the event of potential competing interests amongst members of the editorial board, authors can exclude one Senior Editor and no more than two Reviewing Editors, in which case we will make every effort to follow author requests for excluded individuals. Please note that any requests to exclude Senior Editors or Reviewing Editors should be explained briefly in the accompanying cover letter.",
                "seven": "<strong>Reviewer Suggestions/Exclusions: </strong>Authors are encouraged to suggest potential reviewers for their work at the Initial Submission stage. Please list the names of experts who are knowledgeable in your area and could give an unbiased review of your work. To support diversity, please consider suggesting reviewers at an early stage of their career, women, experts from groups that are underrepresented in science, or from places other than the United States and Europe. Please do not list colleagues who are close associates, collaborators, or family members. Authors may also provide the names of reviewers or editors who they would prefer to exclude from the assessment of the article. We will make every effort to follow author requests for excluded individuals unless the editors judge that such exclusion would interfere with the rigorous assessment of the work. Requests to exclude individuals must be accompanied with a brief explanation."
            }
        }
    },

    "full-submission": {
        "anchor": "full-submissions",
        "heading": "Full Submissions",
        "p1": "If an author is invited to submit a Full Submission, they will receive a link to the article submission system, which will take them to a page incorporating existing information about their Initial Submission. The corresponding author is then required to build on the existing information to support the peer-review process. Once the full submission is complete, all co-authors will be contacted to verify their authorship, contribution, and competing interest statements. Please note that Research Advances bypass the Initial Submission step.",
        "p2": "If your Full Submission has been peer reviewed and you have been asked to make revisions, please review our guidelines for <a href=\"/author-guide/revised\">Revised Submissions</a>.",
        "files": {
            "anchor": "submission-files",
            "heading": "Submission Files",
            "p1": "At this point, authors can either upload another single PDF of their manuscript (with the text and figures combined), or they can upload the source files separately if they prefer.",
            "p2": "Either way, authors are strongly encouraged to think creatively about the presentation of their work, to take advantage of the flexibility and file formats eLife offers, and to keep the article as concise as possible. To assist the review process, please organise and format the manuscript so that it is easily readable. Please include page and line numbers, double spacing, and a legible font size for the main text and figure legends.",
            "p3": "Regarding the use of supplementary data, our vision is presented in <a href=\"https://elifesciences.org/inside-elife/6f32c567/supplementary-data\" target=\"_blank\">this blog post</a>. In short, we strive to make supplementary data, if applicable, easily searchable, discoverable, and citable, and made available in the most useful format for reuse.",
            "reporting": {
                "anchor": "elife-transparent-reporting-form",
                "heading": "eLife Transparent Reporting Form:",
                "p1": "To facilitate the interpretation and replication of experiments, authors should, where appropriate, provide detailed information in areas relating to sample-size estimation, replicates, and statistical reporting. At the Full Submission step, authors should be ready to upload a completed version of this form (<a href=\"https://cdn.elifesciences.org/xpub/guides/transparent_reporting.pdf\" target=\"_blank\">PDF</a>; <a href=\"https://cdn.elifesciences.org/xpub/guides/transparent_reporting.docx\" target=\"_blank\">Word</a>), which should describe the places within the submission where this information has been included.",
                "p2": "Please note that we publish the completed Transparent Reporting Form for submissions accepted for publication. This will be available to download as a supplementary file in the format provided by the authors."
            },
            "figures": {
                "anchor": "figures-figure-supplements",
                "heading": "Figures and Figure Supplements:",
                "p1": "eLife does not have space or printing constraints, so any number of colour figures can be included within Research Articles, although we urge authors to present their results as concisely as possible. Short Reports should not contain more than three or four display items. We also recognise that some figures are more central to the narrative of the paper than others, and so we therefore support ‘child’ figures (examples of which can be found in <a href=\"https://elifesciences.org/content/1/e00181#F3\">eLife 2012;1:e00181</a>). These \"Figure Supplements\" must be linked to one of the primary figures: they can, for example, provide additional examples of analyses or data shown in a primary figure.",
                "p2": "There is no limit on the number of Figure Supplements for any one primary figure. Each figure supplement should be clearly labelled, Figure 1–figure supplement 1, Figure 1–figure supplement 2, Figure 2–figure supplement 1 and so on, and have a short title (and optional legend). Figure Supplements should be referred to in the legend of the associated primary figure, and should also be listed at the end of the article text file.",
                "p3": "Authors should provide information about data processing and analysis in their figure legends, including any statistical tests applied, with exact sample number, p values of tests, criteria for data inclusion or exclusion, and details of replicates. In some cases, it might be unwieldy to have this information in the legend of a figure, in which case the information can be provided in a source data file – see below.",
                "p4": "Although we understand that authors sometimes need to provide composite figures as main figures, we urge authors not to make such figures (and their legends) too large to avoid the figure and its legend extending beyond one page in the PDF. We also encourage authors to avoid composite figure supplements wherever possible.",
                "p5": "When preparing figures, we recommend that authors follow the principles of <a href=\"https://jfly.iam.u-tokyo.ac.jp/color/\" target=\"_blank\">Colour Universal Design</a> (Masataka, Okabe and Kei Ito, J*Fly), whereby colour schemes are chosen to ensure maximum accessibility for all types of colour vision.",
                "p6": "Figures can be uploaded individually in the following formats: TIFF, GIF, JPG, EPS, AI, and PDF. If you would like to supply PDF images please ensure that they are saved in a Vector image format."
            },
            "data": {
                "anchor": "source-data-files-figures-tables",
                "heading": "Source Data Files, for Figures and Tables:",
                "p1": "eLife encourages authors to provide Source Data files, for example, for figures such as histograms or tables showing summary data (as shown in <a href=\"https://elifesciences.org/content/1/e00109/#DC1\" target=\"_blank\">eLife 2012;1:e00109</a>). Each Source data file should relate directly to a single figure or table, whereas major datasets generated in the course of the work should be deposited externally, as explained below. Each source data file should be clearly labelled, 'Figure 1–Source Data 1', 'Table 1–Source Data 1' and so on, and have a short title (and optional legend). Source data files should be referred to in the relevant figure legend or table footnote, and they should also be listed at the end of the article text file.",
                "p2": "In addition, authors should provide information about data processing and analysis, including any statistical tests applied, with exact sample number, p values of tests, criteria for data inclusion or exclusion, and details of replicates. In some cases, it might be unwieldy to have this information in the legend of a figure, in which case the information should be provided along with the source data file.",
                "p3": "For submissions with Figures containing gels or blots, we require that both (1) the original files of the full raw unedited gels or blots and (2) figures with the uncropped gels or blots with the relevant bands clearly labelled be provided. These files should be provided as source data files in a zipped folder, although they can be uploaded to a suitable repository if the files are too large to be uploaded as source data. Note: there is a 100MB upper size limit for source data files, so you may need to upload these as several smaller files."
            },
            "file": {
                "anchor": "rich-media-files",
                "heading": "Rich Media Files:",
                "p1": "Rich media files encompass forms of presentation that go beyond static presentation: for example, videos, audio clips, animations, slideshows, and interactive diagrams. Rich media files should be supplied as AVI, WMV, MOV, MP4, or H264. Where an audio track is present, we recommend a sampling rate of 44100, 22050, or 11025 Hz to avoid encoding and quality issues. Each file should be accompanied by a concise title/legend at the end of the article file. If the article is published, videos are embedded within the main body of the article (they are not presented as supplementary files) with the same status as primary figures (as shown in <a href=\"https://elifesciences.org/content/1/e00007#media-1\" target=\"_blank\">eLife 2012;1:e00007</a>).",
                "p2": "eLife supports JMOL, a Java viewer for three-dimensional chemical structures, and we encourage authors to provide <a href=\"https://wiki.jmol.org/index.php/File_formats/Coordinates\" target=\"_blank\">compatible files</a>."
            },
            "code": {
                "anchor": "source-code",
                "heading": "Source Code:",
                "p1": "Relevant software or source code should be deposited in an open software archive. Where appropriate, authors can upload source code files to the submission system (for example, MATLAB, R, Python, C, C++, Java). Any code provided should be properly documented, in line with <a href=\"https://journals.plos.org/ploscompbiol/s/materials-and-software-sharing#loc-sharing-software\" target=\"_blank\">these instructions</a> (courtesy of PLOS). Please also refer to our <a href=\"/author-guide/journal-policies#software\">Software sharing policy</a>."
            },
            "standards": {
                "anchor": "reporting-standards-documents",
                "heading": "Reporting Standards Documents:",
                "p1": "eLife encourages authors to upload any relevant reporting standards documents."
            },

            "supplementary-files": {
                "anchor": "supplementary-files",
                "heading": "Supplementary Files:",
                "p1": "Authors are discouraged from uploading large PDFs of data and/or text as supplementary files for the reasons explained above. However, information not central to the narrative, that falls outside of the other formats specified above, such as long lists of strains or plasmids, are welcome as supplementary files, provided they are uploaded in the most useful format. Supplementary files, if provided, should be labelled as Supplementary File 1, Supplementary File 2 and so on, and have a title (and optional legend). Supplementary files should be listed at the end of the article file."
            },

            "related": {
                "anchor": "related-manuscripts",
                "heading": "Related Manuscripts:",
                "p1": "Any related manuscripts should be described in the cover letter and uploaded using the Related Manuscript file type."
            }
        },
        "meta": {
            "anchor": "submission-metadata",
            "heading": "Submission Metadata",
            "p1": "The Full Submission requires additional information about the article and all authors. This allows eLife to propagate published content to a wide range of resources and indexes, so that accepted articles are widely discoverable and can be used by the broadest possible audience. During the full submission process, the corresponding author will also be asked to link their existing ORCID record to their eLife profile, or create an ORCID record, if they do not already have one. An ORCID iD is a unique and persistent digital identifier that distinguishes you from other researchers and reliably connects you with your research contributions and affiliations, to help ensure that your work is properly attributed and credited (<a href=\"https://elifesciences.org/inside-elife/e2bf15ca/publishers-to-require-orcid-identifiers-for-authors\" target=\"_blank\">learn more</a>).",
            "author": {
                "anchor": "complete-author-information",
                "heading": "Complete Author Information:",
                "p1": "Co-author details should be entered: in addition to the full author name and affiliation (institution, city, and country), a competing interests statement is required for each author. All financial and non-financial competing interests that could reasonably be perceived to be relevant to the work should be declared. For papers submitted in <a href=\"https://elifesciences.org/subjects/medicine\" target=\"_blank\">medicine</a>, the competing interests declaration for each co-author should be based on a completed <a href=\"http://www.icmje.org/conflicts-of-interest\" target=\"_blank\">ICMJE Conflicts of Interest form</a> which each author should fill in and send to the corresponding author. All completed ICMJE forms should then be uploaded as a Related Manuscript File (as a .zip file) with the submission.",
                "p2": "Information about individual author contributions should be provided using the Contributor Roles Taxonomy: Conceptualization; Methodology; Software; Validation; Formal analysis; Investigation; Resources; Data curation; Writing – original draft preparation; Writing – review &amp; editing; Visualization; Supervision; Project administration; Funding acquisition (<a href=\"https://elifesciences.org/inside-elife/f39cfcf5/enabling-the-contributor-roles-taxonomy-for-author-contributions?_ga=2.172472675.1994204094.1499675694-1424042520.1478607646\" target=\"_blank\">read more</a>).",
                "p3": "During the Full Submission process, an email is sent to all authors to confirm that they approve of the submission of the manuscript, its content, authorship, and the order of authorship. It is also possible to indicate joint first authorship during the submission process.",
                "p4": "If one or more author groups or consortia are indicated as authors, to ensure that individual collaborators are searchable on resources such as PubMed, please provide the list of collaborators in an Excel file (uploaded as file type Collaborators). Please ensure given names and surnames are listed in separate columns per collaborator. They will be listed under the acknowledgements on publication."
            },

            "datasets": {
                "anchor": "datasets",
                "heading": "Datasets:",
                "p1": "All datasets used in a publication should be cited in the text and listed in the reference section and/or data availability statement. References for data sets and program code should include a persistent identifier, for example a Digital Object Identifier (DOI) or accession number.",
                "p2": "In the submission form, authors should provide the following information about newly generated and previously published datasets in the following format: Author(s), Year, Dataset Title, Dataset ID and/or URL, Database, License and Accessibility Information. This information will be used to create a list of the relevant major datasets in the published article (such as <a href=\"http://elifesciences.org/content/1/e00070/article-data\" target=\"_blank\" >eLife 2012;1:e00070</a>), to indicate their location along with unique identifiers, and licensing information – or any other factors – affecting access to or reuse of the datasets. For newly generated datasets, we encourage the use of the Creative Commons <a href=\"https://creativecommons.org/publicdomain/zero/1.0/\" target=\"_blank\">CC0 public domain dedication</a>.",
                "p3": "Where appropriate, data analysis tools should also be made available to assist interested researchers in the manipulation and use of the data."
            },

            "ethics": {
                "anchor": "ethics-statement-human-subjects-research-animal-experimentation",
                "heading": "Ethics Statement for Human Subjects Research or Animal Experimentation:",
                "p1": "Authors are required to provide an ethics statement during submission to indicate the institutional review board or ethics committee that has approved the study and/or the guidelines that have been followed."
            },

            "editors": {
                "anchor": "editor-and-reviewer-suggestions-exclusions",
                "heading": "Editor and Reviewer Suggestions/Exclusions:",
                "p1": "Authors are required to provide suggestions for at least four potential reviewers of the work during the Full Submission. To support diversity, please consider suggesting reviewers at an early stage of their career, women, experts from groups that are underrepresented in science, or from places other than the United States and Europe. Please do not list colleagues who are close associates, collaborators, or family members. Authors may also provide the names of reviewers who they would prefer to exclude from the assessment of the article. We will make every effort to follow author requests for excluded individuals unless the editors judge that such exclusion would interfere with the rigorous assessment of the work."
            }
        }
    },

    "revised-submission": {
        "anchor": "revised-submission",
        "heading": "Revised Submissions",
        "decision-response": {
            "anchor": "response-decision-letter-after-peer-review",
            "heading": "Response to the Decision Letter After Peer Review",
            "p1": "Authors should provide a response to the decision letter, responding point-by-point. If the paper is accepted, responses to any major concerns will be published, so please upload an editable file wherever possible."
        },
        "source-manuscript": {
            "anchor": "source-manuscript-files",
            "heading": "Source Manuscript Files",
            "p1": "If source manuscript files have not already been provided, we will need them at the revision stage.",
            "article-text": {
                "anchor": "article-text-file-tables",
                "heading": "Article Text File and Tables",
                "p1": "The text file, with any main tables at the end, should be uploaded as a DOCX (or DOC or RTF) file, or as a LaTeX file (ideally using our <a href=\"https://cdn.elifesciences.org/author-guide/elife-latex-template.zip\" target=\"_blank\">LaTeX template</a>). The uploaded Article File should include tracked changes indicating the revisions made, ideally using the tracked changes function in Word. (If you prefer to indicate textual changes in another way, for example with coloured text, this version should instead be uploaded as a Related Manuscript file, with a clean version of the text file uploaded as the Article File.)",
                "p2": "Where article files are supplied in LaTex format, the associated bibliography (.bib) file must be provided along with any accompanying style (.bst) file. If specific style packages (.sty) are used for the main article, these should also be provided. All .bib, .bst, and .sty files should be uploaded as LaTex Support Files. LaTeX code uploaded to our submission system cannot make use of packages such as subfig or subcaption at the moment, so all figures with panels must be collected into single figure files prior to upload. If authors intend to select the option to have the accepted version of their article published, it will be useful if the typeset PDF of the article is uploaded as well.",
                "p3": "Please also make sure to include information in your manuscript related to the use of cell lines, animal or human experimentation and data and software availability, as indicated in our <a href=\"/author-guide/journal-policies\">Journal Policies</a>."
            },

            "key-resources": {
                "anchor": "key-resources-table",
                "heading": "Key Resources Table",
                "p1": "Where appropriate, and especially for studies including bench research, authors should incorporate a Key Resources Table within their resubmission. This is designed to highlight genetically modified organisms and strains, cell lines, reagents, and software that are essential to reproduce the results presented. Please download and complete <a href=\"https://elife-cdn.s3.amazonaws.com/author-guide/elifeKRTtemplatev2.docx\" target=\"_blank\">this template</a> for the Key Resources Table to ensure consistency. The template is a resource developed by FlyBase with input from other model organism databases, and it includes notes on completion and an example table. The completed Key Resources Table should be incorporated within your article file at the very beginning of the Materials and Methods section (<a href=\"https://elifesciences.org/articles/32586#s4\" target=\"_blank\">example in published article available here</a>)."
            },

            "figures": {
                "anchor": "figures-figure-supplements",
                "heading": "Figures and Figure Supplements",
                "p1": "Each figure and each figure supplement should be uploaded as an individual file: each image should be labelled Figure 1, Figure 2, and so on. Figures and figure supplements can be uploaded in the following formats: TIFF, GIF, JPG, EPS, AI, and PDF.",
                "p2": "All figures must be uploaded at a minimum dpi of 300 and a minimum physical width size of 10cm. If you anticipate any figures being the equivalent width of a full typeset page, they must be uploaded at a minimum physical width of 20cm and remain at 300 dpi.",
                "p3": "At the revised submission stage, please ensure that whitespace around figures is minimised, especially in PDF images.",
                "p4": "Figures in revised manuscripts may be screened to ensure that they have not been adjusted in any way that could lead to misinterpretation of the information present in the original image."
            },

            "impact-statement": {
                "anchor": "impact-statement",
                "heading": "Impact Statement",
                "p1": "Within the revised submission form, please include an impact statement, which is a single sentence (typically 15-30 words) that summarises the most important finding of the work: it needs to complement (rather than repeat) the title, and should avoid acronyms that are not well known to a broad readership. It also needs to be written in third-person (i.e., it should not use \"we\" or \"our\")."
            },

            "funding-information": {
                "anchor": "funding-information",
                "heading": "Funding Information",
                "p1": "In addition to a list of the sources of funding within the revised submission form, authors are also asked to provide the relevant grant numbers, where possible, and list the authors associated with the specific funding sources. Please do not include information about direct funding in the acknowledgements to avoid duplication.",
                "p2": "Authors are also required to state whether the funding sources were involved in study design, data collection and interpretation, or the decision to submit the work for publication."
            },

            "digest": {
                "anchor": "elife-digest",
                "heading": "eLife Digest",
                "p1": "Most eLife papers include a plain-language summary (called an eLife digest) that explains the background and central findings of the work to a broad readership. When an author has been asked to revise a full submission, a member of the Features Team will make contact to ask if the author would like to include a digest in their paper. Digests are typically between 200 and 400 words long."
            },

            "striking": {
                "anchor": "striking-image",
                "heading": "Striking Image",
                "p1": "Authors are encouraged to provide a striking image (preferably in colour) that we can use to highlight the article if it is published. Images should be in landscape format, and be at least 1800 pixels wide if possible: png, tiff or jpeg formats are preferred. Images should not include labels and/or text. These files must be available to use under the terms of the Creative Commons Attribution license. Please upload these images using the Potential Striking Image file type, and please include a short caption that explains what is shown in the striking image.",
                "p2": "For information about acceptance, rejection, and appeals, please proceed to the <a href=\"/author-guide/post\">Post Decision</a> section."
            }
        }
    },

    "post": {
        "anchor": "post-decision",
        "heading": "Post Decision",
        "public-reviews": {
            "anchor": "posting-public-reviews-after-peer-review",
            "heading": "Posting Public Reviews After Peer Review",
            "p1": "Unless we have agreed with you otherwise, the public reviews will be posted to a preprint server using a <a href=\"https://creativecommons.org/publicdomain/zero/1.0/\" target=\"_blank\">Public Domain Dedication</a>, which allows them to be freely reused by anyone for any purpose. Authors may choose to delay having the public reviews posted."
        },
        "acceptance": {
            "anchor": "acceptance",
            "heading": "Acceptance",
            "p1": "eLife is an open-access journal: articles are distributed under the terms of the <a href=\"https://creativecommons.org/licenses/by/4.0/\" target=\"_blank\">Creative Commons Attribution License</a> (except where otherwise noted), which permits unrestricted use and redistribution provided that the original author and source are credited, in line with the <a href=\"https://www.budapestopenaccessinitiative.org/read\" target=\"_blank\">BOAI definition of open access</a>.",
            "protocols": {
                "anchor": "detailed-protocols",
                "heading": "Detailed Protocols",
                "p1": "If your paper involves a method that would also benefit from the publication of a step-by-step protocol (e.g., <a href=\"https://bio-protocol.org/e1067\" target=\"_blank\">https://bio-protocol.org/e1067</a>), we would encourage you to consider <a href=\"https://www.bio-protocol.org/\" target=\"_blank\">Bio-protocol</a>, which curates high-quality life science protocols, or <a href=\"https://www.protocols.io/\" target=\"_blank\">protocols.io</a>, which is an open-access repository of science methods.",
                "bullet1": "For a submission to Bio-protocol (these are subject to peer review), please refer to their <a href=\"https://www.bio-protocol.org/Protocol_Preparation_Guidelines.aspx\" target=\"_blank\">guidelines</a> and then submit the protocol using <a href=\"https://www.bio-protocol.org/login.aspx?in=2%20\" target=\"_blank\">this link</a>.",
                "bullet2": "For a submission to <a href=\"https://www.protocols.io/\" target=\"_blank\">protocols.io</a>, after describing the step-by-step protocol, select “Get DOI” to obtain a persistent digital object identifier, which should be included within the Materials and Methods section of your manuscript, using this format: https://dx.doi.org/10.17504/protocols.io.[xxxxxx]. Initially the protocol is only visible to those with the link, but you can make the protocol public by selecting “Publish” from the protocols.io site."
            },
            "executable": {
                "anchor": "enriching-submission-executable-research-article",
                "heading": "Enriching your submission with Executable Research Articles",
                "content": "<p class=\"typography__serif typography__serif--primary\">Authors whose papers are accepted in eLife are encouraged to enrich their papers with an Executable Research Article version. </p><p class=\"typography__serif typography__serif--primary\">Executable Research Articles (ERAs) allow authors of any of the article types herein to enhance their submissions with live code, data and interactive figures that can be viewed, edited and executed directly in the browser. ERAs not only enhance the transparency, trust and reproducibility of the published article, but increase the level of reader engagement as they are able to explore the code behind the article figures and learn from it. You can interact with some examples of ERAs <a href=\"https://elifesciences.org/articles/61523/executable\">here</a>, <a href=\"https://elifesciences.org/articles/60287/executable\">here</a>, or <a href=\"https://elifesciences.org/articles/57067/executable\">here</a>.</p><p class=\"typography__serif typography__serif--primary\">The ERA authoring workflow has been designed to be compatible with the tools and practices already common in most researchers’ tool boxes: ERAs currently support R and Python, can easily be authored in Jupyter Notebooks or R Studio, and are backwards compatible for sharing and distribution at the authoring stage with standard tools such as Google Docs and Word.</p><p class=\"typography__serif typography__serif--primary\">More information about ERA can be found <a href=\"https://elifesciences.org/labs/dc5acbde/welcome-to-a-new-era-of-reproducible-publishing\">here</a>. To express an interest and to find out more about the process of creating an ERA, please complete <a href=\"https://crm.elifesciences.org/crm/ERA-InterestForm\">this form</a>.</p>"
            }
        },

        "publication-manuscript": {
            "anchor": "publication-accepted-manuscript",
            "heading": "Publication of the Accepted Manuscript",
            "p1": "To ensure that new research is made available as rapidly as possible, eLife offers an <a href=\"https://elifesciences.org/elife-news/picking-up-speed\" target=\"_blank\">optional service to authors</a> whereby a PDF of their accepted manuscript can be published within a few days of acceptance.",
            "p2": "Accepted manuscripts are citable, have a DOI, are listed in PubMed, and are available to download from eLife’s upcoming, browse, and archive pages.",
            "p3": "The main figures and tables of the accepted manuscript are available at the end of the PDF. Additional items such as videos, figure supplements, and source data files are available to download as a separate zip file.",
            "p4": "Authors are invited to opt-in to this service when submitting a revised manuscript. In the event that the study has potentially broad public significance, we recommend that authors consult their institutional press officer before choosing to publish the accepted manuscript."
        },

        "final-version": {
            "anchor": "publication-final-version",
            "heading": "Publication of the Final Version",
            "p1": "The final version of the accepted article will be published, along with the decision letter incorporating the review comments and the authors’ response to those comments (as in <a href=\"https://elifesciences.org/content/1/e00109/#decision-letter\" target=\"_blank\">eLife 2012;1:e00109</a>). If authors have any questions or concerns about the content of the decision letter after peer review, or their response to this letter, it is important to notify the journal office as soon as possible.",
            "p2": "The corresponding author will have an opportunity to review a proof of the article in HTML format prior to publication. Authors will have 48 hours to answer queries generated during the production process. Changes should be limited to essential corrections."
        },

        "corrections": {
            "anchor": "corrections-published-articles",
            "heading": "Corrections to Published Articles",
            "p1": "Publishers have a responsibility to correct errors that have been discovered in published articles. Requests for corrections or retractions should be sent to the journal’s editorial staff for consideration and further advice.",
            "p2": "Corrections are limited to those that will affect the scientific integrity of the content. Requests to retroactively change names in published articles can, however, be made in accordance with our name-change policy without requiring a formal correction.",
            "p3": "In the rare instance that there is a substantive error that requires a correction to an accepted manuscript before the final version is published, a second version of the accepted manuscript will be published. The first version will still be accessible and a description of the correction(s) will be included as a footnote within the PDF of the new version. A description of the correction(s) will also be added as a comment online.",
            "p4": "Once the final version of record is published, a formal correction would need to be issued for any further changes. Formal corrections are published on the eLife website, with links to a corrected version of the relevant article. The previous version of the article is replaced and the published correction provides a clear record of the change. We will transmit corrections to PubMed Central and PubMed as well as other relevant indexes and repositories, although some services will not be able to present the correction or replace the content. If you have any concerns about a correction, please contact the editorial staff."
        },

        "rejections": {
            "anchor": "rejection",
            "heading": "Rejection",
            "peers": {
                "anchor": "",
                "heading": "Using eLife peer reviews when submitting to another journal",
                "p1": "Because we are committed to improving the overall efficiency of the publishing process, we are willing to share referee reports and identities (where they agree) with another journal of the corresponding author’s choice. As an example of what others have done, we have facilitated the transfer of review material to a range of journals, including <a href=\"https://www.biologists.com/biology-open/transfer-to-biology-open-from-elife/\" target=\"_blank\">Biology Open</a> (which offers the option to upload the manuscript files on the corresponding author’s behalf), <a href=\"https://bmcbiol.biomedcentral.com/\" target=\"_blank\">BMC Biology</a>, <a href=\"https://embor.embopress.org/\" target=\"_blank\">EMBO Reports</a>, <a href=\"https://www.eneuro.org/\" target=\"_blank\">eNeuro</a>, <a href=\"https://www.life-science-alliance.org/\" target=\"_blank\">Life Science Alliance</a>, the <a href=\"https://www.plos.org/which-journal-is-right-for-me\" target=\"_blank\">PLOS journals</a>, the <a href=\"https://jcb.rupress.org/\" target=\"_blank\">Journal of Cell Biology</a>, and the <a href=\"https://jgp.rupress.org/\" target=\"_blank\">Journal of General Physiology</a>. We encourage authors of neuroscience submissions to consider re-using reviews with other members of the Neuroscience Peer Review Consortium.",
                "p2": "In the event that an article is rejected after peer review, we ask permission from the reviewers to pass on their full review and identity to another journal, so that authors can request that the peer-review information is passed along confidentially. We will inform the reviewers if such a transfer is made. For reviews to be passed to another journal within the Neuroscience Peer Review Consortium please email us (editorial [at] elifesciences.org) and ask that the reviews be forwarded, stating the name and manuscript ID at the next journal. For other journals, authors should indicate that their work was previously reviewed by eLife in their cover letter and request that the editors contact eLife (editorial [at] elifesciences.org) to request the referee reports and identities. When authors have made revisions, they should upload a response to the previous reviews alongside their manuscript."
            },
            "appeals": {
                "anchor": "appeals",
                "heading": "Appeals",
                "p1": "If you wish to appeal against a decision, you should contact the editorial office. Please provide a formal response stating the grounds for appeal and include “Appeal” in the subject line. Please also provide a point-by-point response if the decision was after peer review.",
                "p2": "Appeals will be considered when there has been a significant factual error, when a competing interest may have compromised the objectivity of the review process, or when new data or analyses that address the central reason for rejection have already been acquired. Please clearly state your reasons for appeal when you contact us.",
                "p3": "Appeals would ideally be requested within one month of receiving the decision, after which any new version of the paper should be submitted as a new submission. Appeals will usually be directed to the original Senior Editor. We will only consider one request for an appeal for any single version of a submission."
            }
        }
    },

    "journal-policies": {
        "anchor": "journal-policies",
        "heading": "Journal Policies",
        "p1": "eLife is a member of the <a href=\"https://publicationethics.org/\" target=\"_blank\">Committee on Publication Ethics</a> (COPE), supports their principles, and follows their <a href=\"https://publicationethics.org/resources/flowcharts\" target=\"_blank\">flowcharts</a> for dealing with potential breaches of publication ethics. eLife also follows, as far as possible, the recommendations outlined in the <a href=\"http://www.icmje.org/recommendations/\" target=\"_blank\">Uniform Requirements for Manuscripts Submitted to Biomedical Journals</a>, guidelines established by the ICMJE.",
        "p2": "Authors are expected to comply with best practice in research and publishing ethics, and with our associated guidelines and policies, for example with regard to authorship, competing interests, and data availability and reporting standards.",
        "p3": "eLife is a signatory of the <a href=\"https://centerforopenscience.org/top/\" target=\"_blank\">Transparency and Openness Promotion (TOP) Guidelines</a>, which is an initiative by the <a href=\"https://centerforopenscience.org\" target=\"_blank\">Center for Open Science</a> that promotes shared standards for increasing openness, transparency, and reproducibility.",
        "misconduct": {
            "anchor": "allegations-misconduct",
            "heading": "Allegations of Misconduct",
            "p1": "If we receive an allegation of potential research or publication misconduct, we will alert those affected and ask for their response. We reserve the right to suspend the review process where necessary; to publish an expression of concern for published papers where appropriate; and/or to ask the relevant employers, or institution, or an appropriate regulatory body to investigate. If someone has concerns about potential misconduct in a paper published by or under consideration by eLife, they should contact the journal office, <a href=\"mailto:editorial@elifesciences.org\" target=\"_blank\">editorial@elifesciences.org</a>, with their message addressed to the Editor-in-Chief, Michael Eisen."
        },
        "experiments": {
            "anchor": "ethics-reporting-animal-human-experiments",
            "heading": "Ethics and Reporting of Animal and/or Human Experiments",
            "p1": "Work involving human participants or animal experimentation is expected to be conducted to the highest ethical standards, for example in accordance with the <a href=\"https://www.wma.net/policies-post/wma-declaration-of-helsinki-ethical-principles-for-medical-research-involving-human-subjects/\" target=\"_blank\">World Medical Association Declaration of Helsinki</a> for medical research, and with the relevant legislation and guidance for animal research listed by <a href=\"https://www.nc3rs.org.uk/\" target=\"_blank\">NC3Rs</a>. For work involving humans, authors are expected to describe in the Methods section of their paper the ethical protections applied to their work, specifically stating the name of the institutional review board (ethics committee/ethics review board) which approved their study.",
            "p2": "For research involving animals, authors should follow the <a href=\"https://arriveguidelines.org\" target=\"_blank\">ARRIVE</a> guidelines (and state clearly in the Materials and Methods section whether animals were maintained singly or in groups). For work on animal behaviour and cognition, specifically (including observational and experimental studies, both in captivity and in the wild), authors should also consult the <a href=\"https://www.nature.com/articles/d41586-020-01751-5?proof=trueIn\" target=\"_blank\">STRANGE</a> framework and provide detailed information – as applicable – on the origin (including trapping method), sex, age/developmental stage, mass/body condition, social status, personality type, housing conditions (including social contacts and enrichment), past opportunities for individual and social learning, experimental history, and testing protocols (including social context), for: the final sample of subjects contributing data to the study; and the subjects that were part of the original sample, but did not contribute data (describe reasons for exclusion). Furthermore, with reference to the <a href=\"https://www.nature.com/articles/d41586-020-01751-5?proof=trueIn\" target=\"_blank\">STRANGE</a> framework, authors should evaluate scope for sampling biases, especially with regards to subjects’ origin, self-selection behaviour and prior experience, and describe what efforts (if any) were undertaken to mitigate potential sampling biases, for example in terms of sourcing representative subjects (such as using a variety of trapping methods) or adjusting experimental protocols to suit non- or slowly-engaging individuals. This information should be summarized in two brief statements in the main text of research articles: one in the Materials and Methods section evaluating the ‘STRANGEness’ of the test sample, and another in the Discussion section explaining how potential biases may limit the generalizability of the reported findings.",
            "p3": "For human participants research informed consent must have been obtained (or the reason for lack of consent explained). When this work includes identifying, or potentially identifying, information, authors must also download the <a href=\"https://elife-cdn.s3.amazonaws.com/author-guide/elife_Consent_to_Publish_Form.pdf\" target=\"_blank\">Consent Form for Publication in eLife</a> (PDF), which the individual, parent, or guardian must sign once they have read the article and been informed about the terms of the <a href=\"https://creativecommons.org/licenses/by/4.0/\" target=\"_blank\">Creative Commons Attribution license</a> (form and guidance based on those developed by PLOS). The signed consent form should not be submitted alongside the article, but authors should file it with the individual's case notes and the ethics statement should state that consent authorisation for publication has been obtained.",
            "p4": "For clinical trials, eLife follows the <a href=\"http://www.icmje.org/about-icmje/faqs/clinical-trials-registration/\" target=\"_blank\">recommendations of the ICMJE</a> that all trials must have been prospectively registered to be considered for publication, and the clinical trial registration number will be requested during submission."
        },
        "authorship": {
            "anchor": "authorship",
            "heading": "Authorship",
            "p1": "eLife follows the guidelines of the International Committee of Medical Journal Editors (ICMJE) for <a href=\"http://www.icmje.org/recommendations/browse/roles-and-responsibilities/defining-the-role-of-authors-and-contributors.html\" target=\"_blank\">authorship and contributorship</a> and the <a href=\"https://docs.google.com/document/d/1aJxrQXYHW5U6By3KEAHrx1Iho6ioeh3ohNsRMwsoGPM/edit\" target=\"_target\">Contributor Role Taxonomy</a> (CRediT) is used to indicate each author’s contributions.",
            "p2": "Please note that acquisition of funding or the provision of space, providing published data or materials, or general supervision of the research group alone does not justify authorship.",
            "p3": "Following the recommendations of the ICMJE regarding <a href=\"http://www.icmje.org/recommendations/browse/roles-and-responsibilities/defining-the-role-of-authors-and-contributors.html\" target=\"_blank\">authorship and contributorship</a>, individuals who have contributed materially to the work, but do not satisfy the authorship criteria should be listed in the acknowledgements section. Authors should seek permission to mention any individuals listed in the acknowledgements."
        },
        "author-identification": {
            "anchor": "author-identification",
            "heading": "Author identification",
            "p1": "eLife verifies the identities of authors (and other individuals involved in the peer-review process) primarily through the use of email addresses and ORCID iDs. Authors contacting us about eLife papers – including, but not limited to, requests for corrections, retractions or name changes – should, wherever possible, use an email address that matches one used in their account in the eLife submission system.",
            "p2": "If an author cannot contact us via their previous email address, but has an ORCID record already linked to their eLife profile, we would encourage them to consider updating their ORCID record with their new information before contacting us.",
            "p3": "If neither of the above options is available, eLife staff will work with the author to enable them to verify their identity on their own terms and as simply and unobtrusively as possible. We do not require the provision of any “official” documents. Instead, potential options to achieve this would include, but are not limited to, providing our staff with a link to a new ORCID profile, an updated faculty page, a photograph of their university or institution’s ID card, a letter from their supervisor or line manager."
        },
        "cell-lines": {
            "anchor": "cell-lines",
            "heading": "Cell Lines",
            "p1": "Regarding the use of cell lines, authors must report their source, confirm the identity has been authenticated, state the authentication method (such as STR profiling), and report the mycoplasma contamination testing status. Authors should authenticate the identity of their cell lines at least once per year, and when starting new work or new cell lines confirm that the cell lines are free from mycoplasma and other microorganisms. Authors should check the list of <a href=\"https://iclac.org/databases/cross-contaminations/\" target=\"_blank\">commonly misidentified cell lines</a> maintained by the <a href=\"https://iclac.org/\" target=\"_blank\">International Cell Line Authentication Committee</a> before submission and justify the use of any cell lines contained therein. Cell line authentication services are offered by <a href=\"https://www.lgcstandards-atcc.org/Services/Testing%20Services.aspx\" target=\"_blank\">ATCC</a>, <a href=\"https://www.scienceexchange.com/services/cell-line-authentication\" target=\"_blank\">Science Exchange</a>, and others."
        },
        "competing-interests": {
            "anchor": "competing-interests",
            "heading": "Competing Interests",
            "p1": "<a href=\"http://www.icmje.org/recommendations/browse/roles-and-responsibilities/author-responsibilities--conflicts-of-interest.html\" target=\"_blank\">ICMJE states that</a> the “potential for conflict of interest and bias [competing interests] exists when professional judgment concerning a primary interest (such as patients' welfare or the validity of research) may be influenced by a secondary interest (such as financial gain)”. Authors, reviewers, and editors are all required to declare any competing interests that might be perceived to interfere with the objectivity of the presentation or handling of the work. Any relevant patents, patent applications, and products in development that relate to a submission must be disclosed in full, including patent numbers and titles. For further information on competing interests, see the <a href=\"http://www.icmje.org/recommendations/browse/roles-and-responsibilities/author-responsibilities--conflicts-of-interest.html\" target=\"_blank\">recommendations of the ICMJE</a> and the guidance provided by <a href=\"https://journals.plos.org/plosmedicine/s/competing-interests\" target=\"_blank\">PLOS</a>. Specifically, ICMJE requires disclosure of interactions with any entity that could be considered broadly relevant to the work, and that any such interactions over the 36 months prior to submission of the work, should be disclosed. Competing interests disclosures should be made by the submitting author on behalf of all authors, via the manuscript submission system. For papers submitted in <a href=\"https://elifesciences.org/subjects/medicine\" target=\"_blank\">medicine</a>, each author listed on the manuscript should complete the <a href=\"http://www.icmje.org/conflicts-of-interest/\" target=\"_blank\">ICMJE Conflict of Interest form</a> and send their completed PDF form to the corresponding author. The corresponding author should then upload a .zip file containing all authors' forms as a Related Manuscript File alongside their submission. This .zip file should be uploaded at Full submission stage in addition to completing the competing interests section of the submission form, using the ICMJE forms as a basis for submitted declarations."
        },
        "compliance": {
            "anchor": "compliance-funder-open-access-policies",
            "heading": "Compliance with Funder Open-Access Policies",
            "p1": "eLife complies with all major funding agency requirements for open access to the published results of their research grants. eLife articles are:",
            "bullet1": "Made openly available immediately at the point of publication;",
            "bullet2": "Published under a <a href=\"https://creativecommons.org/licenses/by/4.0/\" target=\"_blank\">Creative Commons Attribution</a> (CC-BY 4.0) or <a href=\"https://creativecommons.org/publicdomain/zero/1.0/\" target=\"_blank\">Public Domain Dedication</a> (CC0)) license;",
            "bullet3": "Automatically deposited in <a href=\"https://www.ncbi.nlm.nih.gov/pmc/\" target=\"_blank\">Pubmed Central</a>/<a href=\"http://europepmc.org/\" target=\"_blank\">Europe PMC</a> at the time of publication (of the Version of Record);",
            "bullet4": "Published with funding information, including grant numbers, which are deposited by eLife to the <a href=\"https://support.crossref.org/hc/en-us/articles/214360886-The-Open-Funder-Registry\" target=\"_blank\">Open Funder Registry</a>;",
            "bullet5": "Sent to the <a href=\"https://pubrouter.jisc.ac.uk/\" target=\"_blank\">JISC Publication Router</a>, which helps institutions comply with the open-access policies of research funding bodies and the <a href=\"https://www.ref.ac.uk/\" target=\"_blank\">Research Excellence Framework</a>."
        },

        "copyright": {
            "anchor": "copyright",
            "heading": "Copyrighted Material",
            "p1": "Copyrighted material (in full or in part) should not be included in a submission to eLife, unless you have explicit permission from the copyright holder that it can be reproduced under the terms of a <a href=\"http://creativecommons.org/licenses/by/4.0/\" target=\"_blank\">Creative Commons Attribution license</a>",
            "p2": "Occasionally we have published figures or parts of figures which cannot be re-published under a <a href=\"https://creativecommons.org/licenses/by/4.0/\" target=\"_blank\">Creative Commons Attribution license</a>. In those instances we ensure the correct attribution is provided within the human readable text (HTML and PDF versions of the article) and the underlying XML, for machine readability."
        },

        "open-data": {
            "anchor": "availability-data-software-research-materials",
            "heading": "Availability of Data, Software, and Research Materials",
            "p1": "Data, methods used in the analysis, and materials used to conduct the research must be clearly and precisely documented, and be maximally available to any researcher for purposes of reproducing the results or replicating the procedure.",
            "p2": "Regardless of whether authors use original data or are reusing data available from public repositories, they must provide program code, scripts for statistical packages, and other documentation sufficient to allow an informed researcher to precisely reproduce all published results.",
            "p3": "In rare cases, despite authors’ best efforts, certain data or materials cannot be shared for legal or ethical reasons. In such cases, authors must inform the editors at the time of submission. This will be taken into account during the review process. Authors are encouraged to anticipate data and material sharing at the beginning of their projects to provide for these circumstances. Editors may grant exceptions to data and material access requirements provided that authors:",
            "bullet1": "explain the restrictions on the dataset or materials and how they preclude public access;",
            "bullet2": "provide a public description of the steps others should follow to request access to the data or materials;",
            "bullet3": "provide software and other documentation that will precisely reproduce all published results;",
            "bullet4": "provide access to all data and materials for which the constraints do not apply.",
            "data": {
                "anchor": "data-availability",
                "heading": "Data Availability",
                "p1": "To maintain high standards of research reproducibility, and to promote the reuse of new findings, eLife requires all datasets associated with an article to be made freely and widely available (unless there are strong reasons to restrict access, for example in the case of human subjects data), in the most useful formats, and according to the relevant reporting standards.",
                "p2": "Wherever possible, authors should make major datasets available using domain-specific public archives (for example, <a href=\"https://www.ncbi.nlm.nih.gov/genbank/\" target=\"_blank\">GenBank</a>, <a href=\"https://www.rcsb.org/pdb/home/home.do\" target=\"_blank\">Protein Data Bank</a>, and <a href=\"https://clinicaltrials.gov/\" target=\"_blank\">ClinicalTrials.gov</a>), or generic databases (for example, <a href=\"https://datadryad.org/\" target=\"_blank\">Dryad</a>, <a href=\"https://dataverse.org/\" target=\"_blank\">Dataverse</a> or <a href=\"https://osf.io/\" target=\"_blank\">the Open Science Framework</a>) where a domain specific archive does not exist. A comprehensive catalogue of recommended databases is available at the <a href=\"https://fairsharing.org/recommendation/eLifeRecommendedRepositoriesandStandards\" target=\"_blank\">FAIRsharing Resource</a>.",
                "p3": "For guidance on data sharing, authors are also encouraged to upload their article to <a href=\"https://dataseer.ai/try-dataseer\" target=\"_blank\">DataSeer</a>, which provides a free report that outlines datasets in the article that should be shared, the appropriate file formats, and recommends suitable data repositories.",
                "p4": "Authors using original data must:",
                "p5": "Trusted repositories adhere to policies that make data discoverable, accessible, usable, and preserved for the long term. Trusted repositories also assign unique and persistent identifiers. Author-maintained websites are not compliant with this requirement.",
                "p6": "Authors using unpublished datasets must abide by the relevant community guidelines for the use and acknowledgment of those data resources (including the <a href=\"https://www.genome.gov/Pages/Research/WellcomeReport0303.pdf\" target=\"_blank\">Fort Lauderdale</a> and <a href=\"https://www.nature.com/nature/journal/v461/n7261/full/461168a.html\" target=\"_blank\">Toronto</a> agreements in the case of genomic datasets), obtaining permission where required (which should be stated in the cover letter), and citing the appropriate laboratory, website, and accession numbers.",
                "bullet1": "make the data available at a trusted digital repository (however, if all data required to reproduce the reported analyses appears in the article text, tables, and figures then it does not also need to be posted to a repository);",
                "bullet2": "include all variables, treatment conditions, and observations described in the manuscript;",
                "bullet3": "provide a full account of the procedures used to collect, pre-process, clean, or generate the data;",
                "bullet4": "provide research materials and description of procedures necessary to conduct an independent replication of the research."
            },
            "software": {
                "anchor": "software",
                "heading": "Software",
                "content": "<p class=\"paragraph typography__serif typography__serif--primary\">Authors are required to follow the guidelines developed by <a href=\"https://journals.plos.org/ploscompbiol/s/materials-and-software-sharing\" target=\"_blank\">PLOS</a> if new software or a new algorithm is central to the submission; for example, authors must confirm that software conforms to the <a href=\"https://opensource.org/docs/osd\" target=\"_blank\">Open Source Definition</a> and is deposited in an appropriate public repository. To ensure that software can be reproduced without restrictions and that authors are properly acknowledged for their work, authors should license their code using an <a href=\"https://opensource.org/licenses\" target=\"_blank\">open source license</a>.</p><p class=\"paragraph typography__serif typography__serif--primary\">Authors are encouraged to use version control services such as GitHub, GitLab, and SourceForge. eLife archives code accompanying eLife publications which has been deposited on GitHub or another version control service at <a href=\"https://www.softwareheritage.org/\" target=\"_blank\">Software Heritage</a>. Binary files (\"non-text files\", such as images, zip files, or program data) should be kept to a minimum and, if possible, they should not exceed 50MB. Please try to avoid files larger than 100MB as they will require special handling.</p><p class=\"paragraph typography__serif typography__serif--primary\">Software should be included as a reference and cited in the article.</p>"
            },
            "research": {
                "anchor": "research-materials-rrids",
                "heading": "Research Materials and RRIDs",
                "p1": "In accordance with the principles established in <a href=\"https://www.plantphysiol.org/content/132/1/19\" target=\"_blank\">‘Sharing Publication-Related Data and Materials’</a> (doi:10.1104/pp.900068), a condition of publication is that authors must make the materials and resources described in their article promptly available upon reasonable request from academic researchers.",
                "p2": "All biological reagents must be made available to qualified investigators upon reasonable request. We strongly encourage authors to deposit copies of their plasmids as DNA or bacterial stocks with repositories such as <a href=\"https://www.addgene.org/\" target=\"_blank\">Addgene</a> or <a href=\"https://plasmid.med.harvard.edu/PLASMID/\" target=\"_blank\">PlasmID</a>. Other established repositories for biological materials include the <a href=\"https://www.atcc.org/\" target=\"_blank\">American Type Culture Collection</a>, <a href=\"https://abrc.osu.edu/\" target=\"_blank\">Arabidopsis Biological Resource Center</a>, <a href=\"https://flystocks.bio.indiana.edu/\" target=\"_blank\">Bloomington Drosophila Stock Center</a>, <a href=\"https://cgc.umn.edu/\" target=\"_blank\">Caenorhabditis Genetics Center</a>, the <a href=\"https://www.eucomm.org/\" target=\"_blank\">European Conditional Mouse Mutagenesis Program</a>, the <a href=\"https://www.infrafrontier.eu/\" target=\"_blank\">European Mouse Mutant Archive</a>, the <a href=\"https://www.komp.org/\" target=\"_blank\">Knockout Mouse Project</a>, the <a href=\"https://www.jax.org/\" target=\"_blank\">Jackson Laboratory</a>, the <a href=\"https://www.mmrrc.org/\" target=\"_blank\">Mutant Mouse Regional Resource Centers</a>, and <a href=\"https://www.brc.riken.go.jp/inf/en/DB/\" target=\"_blank\" >RIKEN Bioresource Centre</a>.",
                "p3": "Authors should include a statement at the end of the Materials and methods to provide information about the availability of the materials and resources described in the article, including any restrictions in availability or use.",
                "p4": "To help promote the identification, discovery, and reuse of key research resources, we encourage you to include Research Resource Identifiers (RRIDs) within the Materials and Methods section to identify the model organisms, cells lines, antibodies, and tools (such as software or databases) you have used (e.g. <a href=\"https://scicrunch.org/resolver/RRID:AB_2178887\" target=\"_blank\">RRID:AB_2178887</a> for an antibody, <a href=\"https://scicrunch.org/resolver/RRID:MGI:3840442\" target=\"_blank\">RRID:MGI:3840442</a> for an organism, <a href=\"https://scicrunch.org/resolver/RRID:CVCL_1H60\" target=\"_blank\">RRID:CVCL_1H60</a> for a cell line, and <a href=\"https://scicrunch.org/resolver/RRID:SCR_007358\" target=\"_blank\">RRID:SCR_007358</a> for a tool). The <a href=\"https://scicrunch.org/resources\" target=\"_blank\">RRID Portal</a> lists existing RRIDs, and instructions for creating a new one if an RRID matching the resource does not already exist."
            }
        },
        "dual-use": {
            "anchor": "dual-use",
            "heading": "Dual Use",
            "p1": "Regarding the oversight of dual use life-sciences research, we follow the recommendations formulated by the <a href=\"https://osp.od.nih.gov/biotechnology/dual-use-research-of-concern/\" target=\"_blank\">National Science Advisory Board for Biosecurity</a> (NSABB). If there are any concerns about dual use life-sciences research during submission or review, please bring them to the attention of the journal’s editors."
        },
        "integrity": {
            "anchor": "editorial-independence-integrity",
            "heading": "Editorial Independence and Integrity",
            "p1": "eLife follows the guidance of the <a href=\"https://www.wame.org/policy-statements#Relationship between Editors and Owners\" target=\"_blank\">World Association of Medical Editors</a> and the <a href=\"https://www.councilscienceeditors.org/\" target=\"_blank\">Council of Science Editors</a> regarding editorial independence. The editors of <em>eLife,</em> under the leadership of the <a href=\"https://elifesciences.org/about#leadership\" target=\"_blank\">Editor-in-Chief</a>, have sole responsibility, authority, and accountability for the editorial content of the journal. Submissions are judged on their own merits, regardless of funding, author affiliations, or author relationships with eLife.",
            "p2": "The funders and sponsors of eLife have no role in the selection, evaluation, or editing of the content. The content published in eLife does not represent the opinions of the Howard Hughes Medical Institute, the Max Planck Society, the Wellcome Trust or the Knut and Alice Wallenberg Foundation.",
            "p3": "Information provided during the submission and review process is strictly confidential."
        },
        "image-acquisition": {
            "anchor": "image-acquisition-presentation",
            "heading": "Image Acquisition and Presentation",
            "p1": "Image files must not be manipulated or adjusted in any way that could lead to misinterpretation of the information present in the original image. See <a href=\"https://jcb.rupress.org/content/166/1/11.full\" target=\"_blank\">'What's in a picture? The temptation of image manipulation'</a> (Rossner and Yamada 2004, Journal of Cell Biology, 166:11) and also <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4114110/\" target=\"_blank\" >'Avoiding Twisted Pixels: Ethical Guidelines for the Appropriate Use and Manipulation of Scientific Digital Images'</a> (Cromey 2010, Sci Eng Ethics, 16-639-667) for valuable guidance on acceptable practice and examples of inappropriate manipulation. Please take note of the following guidance in particular:",
            "p2": "Please note that authors should provide information within their submission about the tools and techniques used when acquiring and preparing images. For example, submissions including microscopy images or autoradiograms should include information about the exposure times, the acquisition parameters, and whether the image received any post-acquisition treatment (for example stating if the format or scales were modified).",
            "p3": "Images may be subject to screening prior to acceptance and we may need to request the original, unprocessed figure files/raw data for further review.",
            "p4": "For submissions with Figures containing gels or blots, we require that both (1) the original files of the full raw unedited gels or blots and (2) figures with the uncropped gels or blots with the relevant bands clearly labelled be provided as source data files in a zipped folder or alternatively uploaded to a suitable repository.",
            "bullet1": "Minimal processing of images (for example, changing brightness and contrast) is appropriate only where it is applied equally across the whole image and is equally applied to controls.",
            "bullet2": "Contrast should not be adjusted to obscure data.",
            "bullet3": "Processing an image to emphasise one region at the expense of others, or to emphasise experimental data relative to the control, is not permitted.",
            "bullet4": "Combining images that should otherwise be presented separately may misrepresent the original data. If different images do need to be combined, then this should be clearly indicated in the image (for example, including dividing lines in gels) and described in the Figure legend."
        },
        "licensing": {
            "anchor": "licensing",
            "heading": "Licensing",
            "p1": "Because articles published by eLife are licensed under a <a href=\"https://creativecommons.org/licenses/by/4.0/\" target=\"_blank\" >Creative Commons Attribution license</a>, others are free to copy, distribute, and reuse them (in part or in full), without needing to seek permission, as long as the author and original source are properly cited."
        },
        "media-policy": {
            "anchor": "media-policy",
            "heading": "Media Policy",
            "p1": "eLife’s media policy is designed to encourage high-quality, informed and widespread discussion of new research – before and after publication.",
            "prior-work": {
                "anchor": "presenting-discussing-work-prior-publication",
                "heading": "Presenting and discussing work prior to publication",
                "p1": "Prior to publication, authors are encouraged to present their findings to their peers, including at meetings and conferences; to deposit a copy of their manuscript with a preprint server (or other open repository or website); and to blog about their findings. None of these activities will affect consideration of a manuscript for publication in eLife. Where there is media interest in a paper that has been accepted by eLife, and likely media coverage in advance of publication, we encourage the authors to take advantage of the eLife option to publish their manuscript within a few days of acceptance (our “publish on accept” service), so that readers of any (potential) early coverage will be able to access the full paper as soon as possible.",
                "p2": "Authors are welcome to speak to the media about their work at any time prior to publication and may share advance copies of their manuscript with journalists as they prefer. They may also wish to ask their institutional press officers to help with advance promotion, once the manuscript is accepted. However, eLife encourages press officers to pitch studies widely at the time of publication only, rather than in advance, so that as many journalists as possible receive the story, and access to the full, peer-reviewed paper, at the same time."
            },
            "embargo": {
                "anchor": "policy-not-embargo-elife-papers",
                "heading": "Our policy not to embargo eLife papers",
                "p1": "Because authors are completely free to release their content ahead of publication and to talk with the media at any stage, we do not release content under embargo, except under exceptional circumstances. This means that journalists can write and publish articles about a study in advance of publication without breaking an embargo. However, we strongly recommend that their stories are published at the time of or after publication, so that readers have access to the full, peer-reviewed paper."
            },
            "accessible": {
                "anchor": "making-content-widely-accessible",
                "heading": "Making content widely accessible",
                "p1": "Many eLife papers are published with a plain-language summary (called an eLife digest) to explain the background and central findings of the work to a broad readership. We also publish the most substantive parts of the decision letter that is sent to authors after peer review (and which is based on the referees' reports on the paper), along with the authors' response to this letter, to provide greater context for the work. Where eLife considers papers to be of potential interest to a broad audience, these will also be promoted widely to the media and to interested readers either on the day of publication or post publication.",
                "p2": "More information for institutional press officers and journalists is available at <a href=\"https://elifesciences.org/for-the-press\" target=\"_blank\" >https://elifesciences.org/for-the-press</a>."
            }
        },
        "name-change": {
            "anchor": "name-change-policy",
            "heading": "Name-change policy",
            "p1": "eLife understands that people change their names for many reasons, including – but not limited to – marital status, religion and gender identity. If you are an author, editor or reviewer looking to change your name in an eLife article, we will first check that you are requesting the change on your own behalf. Our editorial staff are keen to work with all researchers to enable them to verify their identity on their own terms (see “<a href=\"#author-identification\" >Author identification</a>” above). We do not require legal or official proof of a name change.",
            "p2": "Once confirmed, we will then update the existing versions of the article to reflect the name change. A change of name will not require a new version or formal correction; the DOI will remain the same.",
            "p3": "If the name change is in an author list, you may wish to inform your co-authors so that they use an updated offline copy or change the way they cite the publication. Our editorial office will confirm with you if we should wait until a particular date before enacting the change to give time to communicate with co-authors if desired. Alternatively, if requested, we can notify the corresponding author once the article is updated.  Authors can also request that we add an optional annotation on the updated article to make readers aware that a name change took place with the following standard text: “This article has been updated in response to a name-change request; please ensure that you cite it correctly.”",
            "p4": "We will send the updated information to PubMed, PubMed Central and Crossref, and to the eLife API and Github repository. We are unable to update citations to the articles and note that some downstream repositories and external services that index eLife content cannot be updated post-publication.",
            "p5": "Requests to update the name of another individual will only be considered with their explicit consent. If you wish to make use of this policy or have any questions, <a target=\"_blank\" href=\"mailto:editorial@elifesciences.org?subject=Name change request\">please contact</a> our journal staff. All name change requests will be kept confidential, as per our <a href=\"https://elifesciences.org/privacy\" target=\"_blank\" >privacy notice</a>."
        },
        "nomenclature": {
            "anchor": "nomenclature",
            "heading": "Nomenclature",
            "p1": "Correct and established nomenclature should be used throughout the article, such as for gene names, species names and SI units. The appropriate nomenclature databases for correct gene names and symbols should be consulted. Helpful reference points for approved nomenclature include <a href=\"https://flybase.org/\" target=\"_blank\" >Genetic nomenclature for <em>Drosophila melanogaster</em></a>; <a href=\"https://www.wormbase.org/about/userguide/nomenclature\" target=\"_blank\" >Genetic Nomenclature for <em>Caenorhabditis elegans</em></a>; <a href=\"https://www.maizegdb.org/maize_nomenclature.php\" target=\"_blank\" >A Standard For Maize Genetics Nomenclature</a>; <a href=\"https://www.arabidopsis.org/portals/nomenclature/guidelines.jsp\" target=\"_blank\" >Arabidopsis Nomenclature</a>; <a href=\"https://www.genenames.org/about/guidelines\" target=\"_blank\" >Guidelines for Human Gene Nomenclature</a>; <a href=\"https://www.informatics.jax.org/mgihome/nomen/gene.shtml\" target=\"_blank\" >Rules for Nomenclature of Genes, Genetic Markers, Alleles, and Mutations in Mouse and Rat</a>; the <a href=\"https://www.xenbase.org/gene/static/geneNomenclature.jsp\" target=\"_blank\" >Xenopus Gene Nomenclature Guidelines</a>; and the <a href=\"https://wiki.zfin.org/display/general/ZFIN+Zebrafish+Nomenclature+Guidelines\" target=\"_blank\" >Zebrafish Nomenclature Guidelines</a>.",
            "p2": "Note that in the specific case of a study that reports a new taxon name, authors are required to follow the guidelines developed by PLOS for <a href=\"https://journals.plos.org/plosone/s/submission-guidelines\" target=\"_blank\" >zoological and botanical names</a>."
        },
        "replication": {
            "anchor": "preregistration-registered-reports-replication-studies",
            "heading": "Preregistration, Registered Reports, and Replication Studies",
            "p1": "Preregistration of studies involves registering the study design, variables, and treatment conditions prior to conducting the research. For clinical trials, eLife follows the <a href=\"http://www.icmje.org/about-icmje/faqs/clinical-trials-registration/\" target=\"_blank\" >recommendations of the ICMJE</a> that all trials must be prospectively registered to be considered for publication, and the clinical trial registration number will be requested during submission. For other submissions, authors are encouraged to consider whether preregistration would be appropriate, noting if they have done so within their cover letter and submission. If the preregistration included a precise analysis plan, that should be included as well.",
            "p2": "We will consider Replication Studies that provide new insights into previously published research. We will apply the same editorial standards that we apply to other types of submission. We have also published Replication Studies (and Registered Reports) as part of the <a href=\"https://elifesciences.org/collections/reproducibility-project-cancer-biology\" target=\"_blank\" >Reproducibility Project: Cancer Biology</a>."
        },
        "reporting-standards": {
            "anchor": "reporting-standards",
            "heading": "Reporting Standards",
            "p1": "To facilitate the interpretation and replication of experiments, authors are required to complete eLife's <a href=\"https://cdn.elifesciences.org/xpub/guides/transparent_reporting.pdf\" target=\"_blank\" >Transparent Reporting Form</a> before peer review. Authors are also required to adhere to well-established reporting standards, such as for microarray experiments, clinical trials, and so on; see below for the reporting standards and guidelines that we require authors to adhere to for specific study types.",
            "p2": "Authors are required to cite the specific guidelines that they have followed in the reporting of their work, and we encourage authors to upload any relevant reporting checklists or documents as a Reporting Standards Document to indicate the use of appropriate reporting guidelines for health-related research (see <a href=\"https://www.equator-network.org/\" target=\"_blank\" >EQUATOR Network</a>), life science research (see the <a href=\"https://biosharing.org/\" target=\"_blank\" >BioSharing Information Resource</a>), or animal research (see <a href=\"https://arriveguidelines.org\" target=\"_blank\" >ARRIVE guidelines</a> and <a href=\"https://www.nature.com/articles/d41586-020-01751-5?proof=trueIn\" target=\"_blank\" >STRANGE framework</a>).",
            "p3": "For the following types of study, eLife asks authors to use certain reporting guidelines to support clearer and more detailed reporting; in each case, the completed reporting checklist and flow diagram (where applicable) should be uploaded as additional files with the full submission:",
            "bullet1": "Clinical trials: <a href=\"https://www.consort-statement.org/\" target=\"_blank\" >CONSORT</a>",
            "bullet2": "Systematic reviews and meta-analyses: <a href=\"https://www.equator-network.org/reporting-guidelines/prisma/\" target=\"_blank\" >PRISMA</a>",
            "bullet3": "Observational studies in epidemiology (including cohort, cross-sectional, and case-control studies): <a href=\"https://www.equator-network.org/reporting-guidelines/strobe/\" target=\"_blank\" >STROBE</a>",
            "bullet4": "Diagnostic accuracy studies: <a href=\"https://www.equator-network.org/reporting-guidelines/stard/\" target=\"_blank\" >STARD</a>",
            "p4": "In the specific case of a study containing an X-ray crystal structure, authors are required to upload a validation summary report from one of the <a href=\"https://www.wwpdb.org/\" target=\"_blank\" >Worldwide Protein Data Bank</a> organisations as a Related Manuscript File. The associated maps and coordinate data for the structure should be placed into a zipped folder and uploaded as a Supporting Zip Document; please label this as \"maps and coordinate data for review\".",
            "p5": "In the specific case of a study containing functional enzyme data, we encourage authors to deposit data to <a href=\"https://www.beilstein-strenda-db.org/strenda/\" target=\"_blank\" >STRENDA DB</a> and to upload the “Experimental data fact sheet” that accompanies the deposition as a Reporting Standards Document in the submission to eLife.",
            "p6": "<strong>Research Conducted by eLife.</strong> As a way of improving our services, we periodically undertake research and surveys relating to eLife's submission and review process. Where appropriate we will share our findings so that others can benefit. Participation does not affect the decision on manuscripts under consideration, or our policies relating to the confidentiality of the review process. If you would like to opt out of eLife's research and/or surveys, please <a href=\"mailto:editorial@elifesciences.org\" target=\"_blank\" >contact the journal office</a>."
        }
    },

    "journal-faqs": {
        "anchor": "journal-faqs",
        "heading": "Journal FAQs",
        "scoop": {
            "anchor": "faq-preprints-peer-review-scoop-protection",
            "heading": "FAQ on preprints, peer review, and scoop protection",
            "question1": "1. If I have uploaded my manuscript to a preprint server, can I also submit it to eLife?",
            "answer1": "Yes, we ask authors submitting to eLife to also upload their manuscript to a preprint server such as bioRxiv or medRxiv, and this can be done before submission or during the full submission process if we decide to proceed with peer review. It is also possible to submit a manuscript to eLife and then post it directly to bioRxiv or or medRxiv as a preprint, and vice versa. ",
            "question2": "2. Why has eLife decided to only review articles that have been made available as preprints?",
            "answer2": "We are doing this as part of our efforts to make research and the peer-review process more open, to support preprints as a way of making research results available to the widest possible readership in a timely manner, and to move towards a system whereby research is primarily assessed on the basis of reviews from peers and not on the title of the journal in which it was published. We believe that this new approach combines the immediacy and openness of a preprint with the scrutiny and curation of a peer-reviewed publication.",
            "question3": "3. What does the new policy mean for authors?",
            "answer3": "<p>If an article is selected for in-depth peer review by external experts, the authors will need to make it available as a preprint. eLife staff can assist with this.</p><p>If an article is not selected for in-depth peer review, the new policy will have no impact on its authors.</p><p>Please note that the new policy applies to the following article types: Research Articles, Short Reports, Tools and Resources, and Research Advances.</p>",
            "question4": "4. Which preprint servers can authors use?",
            "answer4": "We encourage authors to post their research to bioRxiv or medRxiv as we can easily post the public reviews to these preprint servers.",
            "question5": "5. What does the new policy mean for editors and peer reviewers?",
            "answer5": "<p>Peer reviewers will be asked to provide the following:</p><ul><li>public comments that discuss the strengths and weaknesses of the manuscript, and whether the authors’ claims and conclusions are justified by their data. Peer reviewers are asked to write these comments primarily for others reading the article (or considering using its methods, data or conclusions) rather than its authors.</li><li>detailed feedback on the article for the authors, including requests for revisions and suggestions for improvement.</li><li>based on the public comments the editor will also prepare a concise summary of the reviewers’ assessment of the work (called an \"Evaluation Summary\") and its likely impact in the field, outside the field, or in society.</li></ul><p>The editor and peer reviewers will also consult with each other to decide if the article is potentially suitable for publication in eLife, and convey the outcome of this discussion to the authors in a decision letter (as has always happened at eLife). The public comments do not refer to this decision.</p>",
            "question6": "6. What happens when authors are asked to revise and resubmit after peer review?",
            "answer6": "<p>We aim to post the public comments (including the Evaluation Summary) alongside the preprint within three weeks of the decision letter being sent to the authors. We also ask authors if there are any factual errors in the comments that need to be corrected, or if they would like to prepare a response to the comments that can be posted at the same time as the comments. However, posting of the public comments (along with any author response) can be delayed until the revised version of the article has been submitted, if the author wishes.</p><p>The detailed feedback from the reviewers to the authors is not posted alongside the preprint: however, articles published in eLife will continue to include the decision letter (which contains substantial portions of the detailed feedback), and the response from the authors to this letter.</p>",
            "question7": "7. What happens when an article is rejected after peer review?",
            "answer7": "Authors may delay posting the public comments until their article has been published in another journal, although we hope authors will see the advantages of having these comments posted alongside their preprint as soon as possible. Authors can also ask to have the detailed feedback passed along to another journal in the event of rejection, along with the names of the reviewers (where they agree).",
            "question8": "8. Can preprints be revised or updated?",
            "answer8": "Yes and we strongly encourage authors who submit a revised version to eLife to also update their preprint.",
            "question9": "9. Are reviewer names posted alongside the preprint?",
            "answer9": "<p>All public comments posted alongside a preprint will be signed by eLife and not by individuals, putting the onus on eLife as an organization and community to ensure that the outputs of our peer-review process are of the highest standard.</p><p>Reviewers will still have the option of being named in the decision letter sent to the authors after peer review and, if an article is accepted by eLife, of being named in the published version of the article.</p>",
            "question10": "10. If I make an initial submission to eLife and a paper on a similar topic has recently been published in a peer-reviewed journal, will the other paper influence the treatment of my submission to eLife?",
            "answer10": "The Editors always take the existing literature into account when making decisions about submissions, so situations like this are dealt with on a case-by-case basis. However, eLife does not subscribe to a 'winner-takes-all' philosophy, and does not automatically reject papers because they are not 'first' (please see <a href=\"https://elifesciences.org/articles/05770?_ga=2.156477752.2069272108.1540132848-2034406101.1537543708\" target=\"_blank\">Malhotra and Marder, 2015</a> and <a href=\"https://elifesciences.org/articles/30076\" target=\"_blank\">Marder, 2017</a>).",
            "question11": "11. If I make an initial submission to eLife and a preprint on a similar topic has been posted on a recognized server, will the preprint influence the evaluation of my submission to eLife?",
            "answer11": "No. However, in situations like this we would encourage you to post your initial submission as a preprint on a recognized server.",
            "question12": "12. Does eLife offer \"scoop protection\"? In other words, if I make an initial submission to eLife and a paper on a similar topic is published in another peer-reviewed journal or as a preprint before a decision has been made on my initial submission, will the other paper influence the evaluation of my submission to eLife?",
            "answer12": "eLife does offer \"scoop protection\" in the sense that your initial submission will not be rejected on the grounds that it lacks novelty because a paper on a similar topic has been published in another peer-reviewed journal or posted as a preprint. We also wish to emphasize the following aspect of our scoop protection policy: if our editors consider that work has been done simultaneously by multiple groups, we will not consider any of the groups’ efforts to have been rendered less significant by the posting of work from another. However, it is still possible that the initial submission will be rejected on other grounds",
            "question13": "13. If I make an initial submission to eLife and a preprint on a similar topic is posted on a recognized server before a decision has been made on my initial submission, will the preprint influence the evaluation of my submission to eLife?",
            "answer13": "As in the previous case, your initial submission will not be rejected on the grounds that it lacks novelty because of the preprint. However, it is still possible that the initial submission will be rejected on other grounds.",
            "question14": "14. If I make an initial submission to eLife and a manuscript on a similar topic is already being reviewed by eLife, or has been accepted for publication by eLife, will the other manuscript influence the evaluation of my submission to eLife?",
            "answer14": "As in the previous case, your initial submission will not be rejected on the grounds that it lacks novelty because of the other manuscript. However, it is still possible that the initial submission will be rejected on other grounds.",
            "question15": "15. If my initial submission to eLife is available as a preprint and it attracts negative/critical feedback (eg, in the form of comments and/or other preprints) before a decision has been made, will this feedback influence the evaluation of my submission?",
            "answer15": "The Editors will primarily base their decision on the content of your submission, but public feedback on the work (positive or negative) might be taken into account. If a full submission is invited, you are advised to be open about the existence of such feedback in your cover letter.",
            "question16": "16. Can I cite a preprint in my submission to eLife?",
            "answer16": "Yes, providing it has been posted on a recognised public preprint server and has a persistent ID. Preprints should be cited as follows: <br>- Author(s). Year. Title. Name of preprint server. doi or url <br>For example:<br> - Narasimhan VM et al. 2016. A direct multi-generational estimate of the human mutation rate from autozygous segments seen in thousands of parentally related individuals. bioRxiv. doi: https://doi.org/10.1101/059436 <br> - Chung J, Gulcehre C, Cho K, Bengio Y. 2014. Empirical evaluation of gated recurrent neural networks on sequence modeling. arXiv. https://arxiv.abs/1412.3555"
        },
        "general": {
            "anchor": "general-faqs",
            "heading": "General FAQs",
            "question1": "1. Do you accept presubmission inquiries?",
            "answer1": "No, rather than advise on suitability based on an abstract, we ask that you prepare an <a href=\"/author-guide/initial\" target=\"_blank\">initial submission</a>, so that the complete paper can be considered in a timely manner by the appropriate editors. Please note that hurdles in terms of formatting requirements and metadata are low for initial submissions, to make them as painless as possible. In the case of Review Articles, please see our <a href=\"/author-guide/types\" target=\"_blank\">Author Guide</a>.",
            "question2": "2. What are the formatting requirements for submission?",
            "answer2": "Authors generally do not need to format their paper for an <a href=\"/author-guide/initial\" target=\"_blank\">initial submission</a>, although we strongly encourage authors to embed figures and tables at appropriate places within the main text and we highly recommend including all authors for each reference in the reference list. For ease of submission, authors should submit a PDF of their work in the first instance. If a paper is encouraged for in-depth review, please consult the information about <a href=\"/author-guide/full\" target=\"_blank\">full submission</a>. If a paper is invited for revisions, please consult the section about <a href=\"/author-guide/revised\" target=\"_blank\">revised submission</a>.",
            "question3": "3. When should I expect a decision?",
            "answer3": "We provide average decision times, before and after peer review, in the <a href=\"/author-guide/journal-metrics\" target=\"_blank\">Journal Metrics</a> section. Unfortunately, submissions can sometimes be delayed, often due to factors outside of our control. The staff monitor delayed submissions regularly. If you are worried about the time it is taking to receive a decision, it can sometimes help to send additional suggestions for editors or potential referees. We also encourage authors to post a preprint to ensure that work is disseminated in a timely manner (preprints can be posted before or during peer review).",
            "question4": "4. Is there a publication fee?",
            "answer4": "Yes, information about the publication fee (also known as an Article Processing Charge or APC) for Research Articles, Short Reports, Tools and Resources, and Research Advances is included in the <a href=\"/author-guide/fees\" target=\"_blank\">Publication Fees</a> section, along with information about waiver requests. Prospective authors who would like to request a waiver can do so online during the full submission process.",
            "question5": "5. When should I expect to receive a proof?",
            "answer5": "For papers that have been accepted, various factors can determine when a proof will be sent, including the file types (LaTeX submissions can take longer to process), whether we are preparing an eLife digest, whether a press release is being planned, and the time it takes to prepare the Decision Letter and Author Response. Questions about papers in the production process can be directed to production [at] elifesciences.org.",
            "question6": "6. What should I do if I want to be considered for an eLife digest?",
            "answer6": "All Research Articles, Short Reports or Tools and Resources are considered for an eLife digest. If you are the author of one of these article types that is currently under revision, you can improve the chances of your paper being selected for an eLife digest by uploading some answers to the questions in <a href=\"https://elifesciences.org/inside-elife/85518309/plain-language-summaries-how-to-write-an-elife-digest\" target=\"_blank\">this blogpost</a> when you submit your revised manuscript. You can do this using the file type named \"Answers for the eLife digest\". If your paper is selected for an eLife digest, our Features team will contact you within five working days of your paper's acceptance. For more information about this process, please see “<a href=\"https://elifesciences.org/articles/25410\" target=\"_blank\">An inside guide to eLife digests</a>”.",
            "question7": "7. Where should I send a striking image to accompany my accepted submission?",
            "answer7": "If you have a striking colour image we could potentially use to promote your article on the eLife homepage or social media, please email it to our production team (production [at] elifesciences.org). Images should be in landscape format, at least 1800 pixels wide, and must be available under the terms of the <a href=\"https://creativecommons.org/licenses/by/4.0/\" target=\"_blank\">Creative Commons Attribution</a> license. To get a flavour of the kind of images we're looking for, please see our <a href=\"https://elifesciences.org/archive/2020\" target=\"_blank\">monthly archive</a>. (PNG, TIFF or JPEG formats are preferred.)",
            "question8": "8. Can I reproduce a figure from an eLife article?",
            "answer8": "eLife articles are published under a <a href=\"https://creativecommons.org/licenses/by/4.0/\" target=\"_blank\">Creative Commons Attribution</a> license (unless specified otherwise) that permits unrestricted use and redistribution provided that the original author and source are credited. Therefore you do not need to seek permission to reproduce an original figure from an eLife paper, but please cite the original author and source, and include the link to the corresponding license. If there are restrictions on the use/reuse of a figure, these will be noted in the legend.",
            "question9": "9. Can I use text, figures, and tables from the paper I published in eLife in a thesis or dissertation?",
            "answer9": "Yes, you can. Please include a reference to the eLife paper and include a statement to say that the eLife article is distributed under the terms of a <a href=\"https://creativecommons.org/licenses/by/4.0/\" target=\"_blank\">Creative Commons Attribution</a> License that permits unrestricted use and redistribution provided that the original author and source are credited.",
            "question10": "10. I would like to reproduce a figure from a previously published article in an eLife submission. What should I do?",
            "answer10": "It is fine to include figures that have been published under a <a href=\"https://creativecommons.org/licenses/by/4.0/\" target=\"_blank\">Creative Commons Attribution</a> license; please cite the original author and source, and include a link to the corresponding licence. In other cases, please seek permission from the copyright holder to reuse the figure under the terms of a <a href=\"https://creativecommons.org/licenses/by/4.0/\" target=\"_blank\">Creative Commons Attribution</a> licence."
        }
    },

    "fees": {
        "anchor": "publication-fees",
        "heading": "Publication Fees",
        "p1": "<strong>eLife's publication fee is $3,000* for authors submitting on or after April 5, 2021.<\/strong>",
        "p2": "Authors with insufficient funding for any reason are encouraged to request a fee <a href=\"#elife-publication-fee-waiver-policy\" target=\"_blank\" >waiver<\/a>.",
        "p3": "* If the fee is invoiced to an individual, rather than a business, then VAT of 20% is added to the fee.",
        "p4": "The publication fee (also referred to as an \"open-access\" or \"article-processing\" fee) is a charge collected by many open-access publishers to help recover the costs of publication while providing free and open access for readers to use and re-use results. eLife provides open access to all content.",
        "p5": "Questions related to our publication fees are addressed below. Further information in relation to the 2021 increase is available on <a href=\"https://elifesciences.org/inside-elife/77a49d1b/elife-latest-changes-to-our-publication-fee\" target=\"_blank\" >our blog<\/a>.",
        "question1": {
            "anchor": "question-1",
            "heading": "1. I can’t afford the fee. What can I do?",
            "p1": "It is very important that a publication fee does not inhibit the submission of excellent work from labs with insufficient access to funds. We will grant <a href=\"#elife-publication-fee-waiver-policy\" >a waiver</a> for labs under financial pressure – whether because of local economy, career stage, or a lack of funding."
        },
        "question2": {
            "anchor": "question-2",
            "heading": "2. Will my ability to pay influence consideration of my paper?",
            "p1": "No. Editors have no knowledge of waiver requests or financial arrangements. Ability to pay will have no bearing on editorial decisions at all."
        },
        "question3": {
            "anchor": "question-3",
            "heading": "3. What article types are affected?",
            "p1": "The publication fee applies to Research Articles, Short Reports, Tools and Resources, Research Communications, and Research Advances."
        },
        "question4": {
            "anchor": "question-4",
            "heading": "4. I’m funded by the same funders as eLife. Will I have to pay?",
            "p1": "Yes. The fee will apply to all research papers including those with investigators associated with the Howard Hughes Medical Institute, the Max Planck Society, the Wellcome Trust and the Knut and Alice Wallenberg Foundation. The generous support of these organisations will help us cover the balance of our publishing costs (our fixed costs) and enable us to invest in technology and innovation."
        },
        "question5": {
            "anchor": "question-5",
            "heading": "5. Why should I choose to publish with eLife?",
            "p1": "The most popular reasons authors choose eLife include:",
            "bullet1": "Consultative peer review, which limits revisions",
            "bullet2": "Working scientists make all editorial decisions",
            "bullet3": "Research is published openly, without delay",
            "bullet4": "You can publish in a format that fits",
            "p2": "Your work will be published alongside other excellent science evaluated and selected by the editors of eLife. eLife is indexed by all the major databases including Medline and the Web of Science, and eLife papers routinely appear in the mainstream media. We also often work with early-stage investigators to help gain attention for their work through interviews, podcasts, and public appearances.",
            "p3": "Read more on our <a href=\"https://elifesciences.org/inside-elife/49a4790f/for-authors-what-makes-elife-different\" target=\"_blank\">blog<\/a>.",
            "p4": "Any questions not addressed here may be sent to eLife via fees [at] elifesciences [dot] org"
        },
        "waiver": {
            "anchor": "elife-publication-fee-waiver-policy",
            "heading": "eLife publication fee waiver policy",
            "p1": "eLife recognises that there are various circumstances in which the authors of an eLife article might not have access to sufficient funds to cover the publication fee. To ensure that eLife’s publication fee is not a barrier to publication we therefore offer a simple way for authors to apply for a fee waiver.",
            "p2": "Authors are expected to have explored all reasonable sources for paying the publication fee and may apply for a fee waiver once their submission has been invited for full peer review. Waiver requests are considered on a case-by-case basis and should be accompanied by a brief justification from the author.",
            "p3": "The information that authors provide to support their waiver application will offer valuable insights into the availability of funds for publication fees. There are no strict criteria for a fee waiver because of the variety of circumstances that might lead to insufficient funds being available, such as: lack of support from the funder or institution, termination of a grant, career stage, geographic location, or a discipline with less funding.",
            "p4": "All waiver requests will be treated confidentially, but we will highlight trends in the information as it accumulates to help inform funder and institutional policy with respect to the support of open-access publishing.",
            "p5": "<strong>eLife academic editors and reviewers have no access to information about waiver requests, which can therefore never influence editorial decisions.</strong>",
            "refund": {
                "anchor": "refund-policy",
                "heading": "Refund Policy",
                "p1": "We place great importance on giving authors a prompt, fair and responsive service. However, if a manuscript is accepted for publication and our service falls far short of an acceptable standard, we may waive the publication fee. In addition, we may decide to refund a publication fee that has already been paid in exceptional circumstances, for example where an author withdraws a manuscript after acceptance."
            }
        }
    },

    "metrics": {
        "anchor": "journal-metrics",
        "heading": "Journal Metrics",
        "p1": "We provide the charts below to offer greater transparency about our submission volumes and decision times.",
        "no-of-submissions": {
            "anchor": "number-elife-submissions",
            "heading": "1. Number of eLife submissions",
            "p1": "This shows the number of initial submissions received each quarter."
        },
        "no-of-pubs": {
            "anchor": "number-research-publications",
            "heading": "2. Number of research publications",
            "p1": "This shows the number of research publications each quarter."
        },
        "time-before-peer": {
            "anchor": "decision-times-before-peer-review",
            "heading": "3. Decision times before peer review",
            "p1": "This shows the number of days between receiving the initial submission and making a decision on the initial submission (25th, 50th, and 75th percentiles)."
        },
        "time-after-peer": {
            "anchor": "decision-times-after-peer-review",
            "heading": "4. Decision times after peer review",
            "p1": "This shows the number of days between receiving the full submission and making a decision on the full submission, after peer review (25th, 50th, and 75th percentiles)."
        },
        "subs-to-publication": {
            "anchor": "submission-to-publication",
            "heading": "5. Submission to publication",
            "p1": "This shows the number of days between receiving the initial submission and publication (25th, 50th, and 75th percentiles)."
        },
        "chart-title": "Number of eLife submissions"
    }
}
