{
    "links": {
        "review-process": "Review Process",
        "reviewing-policies": "Reviewing Policies",
        "writing-the-review": "Writing the Review"
    },
    "review-process": {
        "heading": "The Review Process",
        "content": "<p class=\"paragraph typography__serif typography__serif--primary\">In the author guide we provide an overview of the <a href=\"https://submit.elifesciences.org/html/elife_author_instructions.html#process\" target=\"_blank\">editorial process</a>, including how we identify the submissions that are appropriate for in-depth peer review.</p><p class=\"paragraph typography__serif typography__serif--primary\">To help change how publishing works, eLife believes that clear, transparent public reviews – independently of whether a manuscript will be accepted for publication in eLife – should be the central mechanism by which research is evaluated. Because of this, reviewing at eLife is different from other journals. In particular, the review is structured in several distinct sections that have different purposes, including ones that should be written for publication.</p><p class=\"paragraph typography__serif typography__serif--primary\">The primary goal of the editorial process is to produce a set of public reviews that are designed to be posted, along with the paper, to a preprint server. These public reviews include guidance for readers around how to interpret the work, and they should be written for readers, potential readers and others interested in the results of peer review, as well as for the authors. Authors control whether the reviews are posted publicly, so please frame your comments constructively and with a public readership in mind.</p><p class=\"typography__serif typography__serif--primary\">The reviews will also serve as the basis for the decision about the future of the paper at eLife. Once all the reviews have been received, you will be invited to discuss your comments with the other reviewers in an online consultation session, in which the reviewers will be identified to one another, and you can recommend whether the paper should be revised for publication by eLife or rejected. Additional experiments, analyses, or data collection should only be requested if they are essential.</p>",
        "bias": {
            "heading":"Implicit Bias",
            "content": "<p class=\"typography__serif typography__serif--primary\">Implicit bias (unconscious associations that affect our actions) has repeatedly been shown to influence decisions in scholarly publishing, especially with respect to author gender, career stage, nationality and other social groupings. To help increase awareness of what implicit bias is and how it might affect the eLife review process we encourage editors and reviewers to consult resources such as <a href=\"https://implicit.harvard.edu/implicit/takeatest.html\" target=\"_blank\">Project Implicit</a> and <a href=\"https://outsmartinghumanminds.org/\" target=\"_blank\">Outsmarting Human Minds</a>.</p>"
        },
        "peer": {
            "heading": "Involvement of Early-Career Researchers in Peer Review",
            "content": "<p class=\"paragraph typography__serif typography__serif--primary\">eLife encourages editors to nominate and involve early-career researchers in the review process. The <a href=\"https://elifesciences.org/inside-elife/31a5173b/elife-promotes-early-career-involvement-in-peer-review\" target=\"_blank\">eLife pool of early-career reviewers</a> aims to provide outstanding early-stage researchers the opportunity to peer review manuscripts. Members of the pool are nominated and/or approved by the eLife editors.</p><p class=\"paragraph typography__serif typography__serif--primary\">To be eligible, researchers have to be either a postdoctoral researcher or have spent less than five years in an independent research position (e.g. Group Leader). It is also a requirement to have had at least two first-author publications in an area of research within the scope of eLife. Researchers wishing to be considered for this pool should contact the journal staff (editorial@elifesciences.org) and provide:</p><ul class=\"typography__serif typography__serif--primary\"><li>A brief letter of endorsement from their supervisor (optional)</li><li>Their CV</li><li>The link to their webpage or, at a minimum, another site with details about their work (e.g. Google Scholar, Publons or ORCID)</li><li>Two representative first-author publications</li><li>4-8 keywords and 1-3 <a href=\"https://elifesciences.org/subjects\" target=\"_blank\">subject areas of eLife</a> relevant to their research, and</li><li>A short list of eLife Reviewing Editors they could work with</li></ul><p class=\"paragraph typography__serif typography__serif--primary\">Self-nominations will be reviewed by at least one eLife Reviewing Editor.</p><p class=\"typography__serif typography__serif--primary\">eLife also encourages reviewers to involve early-career colleagues as co-reviewers, and we enable all reviewers to receive credit for their contributions through services such as Publons and ORCID.</p>"
        }
    },
    "writing-review": {
        "heading": "Writing the Review",
        "content": "<p class=\"typography__serif typography__serif--primary\">eLife is a selective journal that publishes promising research in all areas of biology and medicine. Articles must be methodologically and scientifically rigorous, ethically conducted, and objectively presented according to the appropriate community standards.</p><p class=\"typography__serif typography__serif--primary\">Our editorial process produces two outputs: i) public reviews that will be posted alongside the preprint for the benefit of readers, potential readers and others interested in the work; ii) detailed feedback on the manuscript for the authors, including requests for revisions and suggestions for improvement. For papers accepted for publication in eLife, this feedback will be published as part of the decision letter, but it will not be posted alongside the preprint.</p><p class=\"typography__serif typography__serif--primary\">The public sections should not refer to eLIfe or any changes that would be necessary to publish in eLIfe. Even more so than the section for the authors, the public sections should be written constructively.</p><p class=\"typography__serif typography__serif--primary\">Please note that we may lightly edit the reviews for tone and consistency prior to posting. The review form includes the following sections.</p>",
        "evaluation": {
            "heading": "Evaluation Summary (please write this for public posting)",
            "content": "<p class=\"typography__serif typography__serif--primary\">Please provide a concise summary, in two or three sentences only, of your assessment of the work’s major strengths and weaknesses in general terms and its likely impact in the field, outside the field, or in society. This summary should not repeat the abstract of the paper and it should be easily readable by non-experts. It should clearly state whether the authors’ claims are supported by the data, and it should indicate who the manuscript is of interest to (e.g., a very broad audience, a particular field, or specialists working in a specific (sub)area of research). This section of the review form will be used by the Reviewing Editor to compose a single summary that the authors could include in a CV or grant application. We have provided several examples below.</p>"
        },
        "public-review": {
            "heading": "Public Review (please write this for public posting)",
            "content": "<p class=\"typography__serif typography__serif--primary\">Please comment on what was achieved by the authors, especially relative to the stated goals of the manuscript, and place the work in a wider context. Please highlight important points that readers should consider when reading the paper, such as major conceptual or technical issues. In this section, please comment only on the manuscript in its present form, without making recommendations for changes except where they help to illuminate an issue.</p><p class=\"typography__serif typography__serif--primary\">Although typical journal reviews that are focused on whether or not to publish a paper tend to focus on problems and limitations with the work, we want our public reviews to also emphasize how and where the authors succeeded, where there are useful data and where there are major conceptual and technical advances.</p><p class=\"typography__serif typography__serif--primary\">This review should be written for a public audience, especially readers of the paper (the next section is for authors). While being clear about any technical and conceptual concerns, this section should be written constructively in clear language.</p>"
        },
        "recommendations": {
            "heading": "Recommendations for the Authors",
            "content": "<p class=\"typography__serif typography__serif--primary\">This part of the review is not intended for publication alongside the preprint (but, in keeping with eLife’s tradition, if the paper is published by eLife, it will be included in the published decision letter). Please provide suggestions for the authors to help them strengthen the manuscript (e.g., new analyses, improved or additional experiments, controls, and so on).</p><p class=\"typography__serif typography__serif--primary\">Please also suggest minor revisions concerning writing and presentation, such as corrections to the text, figures and citations.</p><p class=\"typography__serif typography__serif--primary\">Where relevant, please comment on data availability and whether any additional data files, code, or software should be made available. (eLife requires all datasets associated with an article to be made freely and widely available, unless there are strong reasons to restrict access, for example in the case of human subjects data.)</p><p class=\"typography__serif typography__serif--primary\">Finally, we welcome comments on the extent and appropriateness of the statistical information provided. (Authors should provide information about data processing and analysis, including any statistical tests applied, with exact sample number, p values of tests, criteria for data inclusion or exclusion, and details of replicates.)</p><p class=\"typography__serif typography__serif--primary\">When writing your recommendations for the authors, please consider these questions:</p><ul class=\"typography__serif typography__serif--primary\"><li>Does the work warrant publication in eLife in principle?</li><li>If the current conclusions warrant publication in eLife, but are not fully supported by the existing data, can this be easily addressed? If not, the submission should be rejected.</li><li>Is the paper suitable for publication in eLife as it stands, even if the paper would be stronger with additional work? In other words, are the major conclusions, with potentially minor adjustments, justified without additional experiments, analyses, or data collection? In these circumstances, we should limit requests for revision to issues of clarity and presentation.</li><li>Does the work have potential but require essential additional data to support the central claims of the paper? In these cases we should ask for revisions (without a deadline) and encourage the authors to post the paper to a preprint server along with the reviews from eLife. Please ensure that any requests for new work fall within the scope of the current submission and the technical expertise of the authors.</li></ul><p class=\"typography__serif typography__serif--primary\">If you want to state that something is already known, and either contradicts or duplicates a major conclusion of the manuscript, please support this with appropriate references.</p>"
        },
        "examples": {
            "heading": "Examples of Evaluation Summaries",
            "content": "<p class=\"typography__serif typography__serif--primary\">We hope that evaluation summaries will serve two purposes. First, they will provide a concise guide as to whether a reader should be interested in reading the paper. Second, they should provide an evaluation that authors can use, for example in tenure evaluations, job searches, or grant applications. It is nevertheless important to be concise, as its purpose is to guide the attention and decisions of busy people, and to be constructive.</p><p class=\"typography__serif typography__serif--primary\"><strong>Example 1:</strong> This paper will be of interest to scientists across systems neuroscience and has high clinical relevance. It reveals a novel circuit mechanism underlying impulsive behaviour. A series of compelling experimental manipulations dissect the circuit. They conclusively support the key claims in the paper.</p><p class=\"typography__serif typography__serif--primary\"><strong>Example 2:</strong> This paper will be of interest to the large class of neuroscientists who perform extracellular electrophysiology. It sets a new standard for automatically separating signals from different cells, and is therefore likely to be taken up broadly by the field. It performs extensive comparisons against the existing state of the art that support the major claims of the paper.</p><p class=\"typography__serif typography__serif--primary\"><strong>Example 3:</strong> The premise behind this manuscript is important and timely both for auditory neuroscientists and for informing technology. The data support the conclusions of the manuscript within the current context, but do not yet support generalising the conclusions to related contexts, such as other auditory stimuli or more naturalistic listening conditions.</p><p class=\"typography__serif typography__serif--primary\"><strong>Example 4:</strong> This paper will be of interest to cognitive neuroscientists who perform subsequent memory experiments with fMRI. It provides useful technical advice for the analysis of such data. The key claims of the manuscript are well supported by the data, and the approaches used are thoughtful and rigorous.</p><p class=\"typography__serif typography__serif--primary\"><strong>Example 5:</strong> This paper is of potential interest to a broad audience of neuroscientists, as it implies a major adjustment to our current understanding of cortical circuitry. The data quality is unusually high. However, reasonable alternative explanations can be identified such that the data do not strongly favor the preferred hypothesis put forward by the authors.</p><p class=\"typography__serif typography__serif--primary\"><strong>Example 6:</strong> This paper is of interest to scientists within the field of motor control. The data analysis is rigorous and the conclusions are justified by the data. The key claims of the manuscript are directly related to, and support, previous known findings.</p>"
        },
        "examples-public-review": {
            "heading": "Examples of Public Reviews",
            "content": "<p class=\"typography__serif typography__serif--primary\">1) This is a review of <a href=\"https://doi.org/10.1101/2020.04.06.027862\" target=\"_blank\">Concerted action of kinesins KIF5B and KIF13B promotes efficient secretory vesicle transport to microtubule plus ends</a></p>",
            "summary1": {
                "heading": "Evaluation summary:",
                "content": "<p class=\"paragraph typography__serif typography__serif--primary\">This paper is of interest for cell biologists studying intracellular transport. The work provides substantial new insight into competition and cooperation among molecular motors during intracellular cargo transport and clarifies the contribution of distinct classes of motor complexes. Overall, the data are properly controlled and analysed, although a few aspects of imaging and data analysis could be worked out better.</p>"
            },
            "public-review1": {
                "heading": "Public review:",
                "content": "<p class=\"typography__serif typography__serif--primary\">Serra-Marques, Martin et al. investigated the individual and cooperative roles of specific kinesins in transporting Rab6 secretory vesicles in HeLa cells using CRISPR/Cas knockouts and live-cell imaging. They find that both kinesin-1 KIF5B and kinesin-3 KIF13B cooperate in transporting Rab6 vesicles, but Eg5 and other kinesin-3s (KIF1B and KIF1C) are dispensable for Rab6 vesicle transport. They show that both KIF5B and KIF13B localize to these vesicles and coordinate their activities such that KIF5B is the main driver of the cargos on older, MAP7-decorated microtubules, and KIF13B takes over as the main transporter on freshly-polymerized microtubule ends that are largely devoid of MAP7. Interestingly, the data also indicate that KIF5B is important for controlling Rab6 vesicle size, which KIF13B cannot rescue. By performing  a technically impressive analysis of the the motor distribution on vesicle with subpixel resolution, the authors find that the motors localize to the front of the vesicle when driving transport, but upon directional cargo switching, KIF5B but not KIF13B localizes to the back of the vesicle when opposing dynein.These data add in an interesting way to the ongoing discussion on whether motors of opposite polarity present on the same cargo engage in a tug-of-war.</p><p class=\"typography__serif typography__serif--primary\">The conclusions of this paper are mostly well supported by data, but some aspects of image acquisition and data analysis need to be clarified and extended.</p><p class=\"typography__serif typography__serif--primary\">1) The metrics used to quantify motility are sensitive to tracking errors and uncertainty. The authors quantify the number of runs (Figure 2D,F; 7C) and the average speed (Figure 3A,B,D,E,H). The number of runs is sensitive to linking errors in tracking. A single, long trajectory is often misrepresented as multiple shorter trajectories. These linking errors are sensitive to small differences in the signal-to-noise ratio between experiments and conditions, and the set of tracking parameters used. The average speed is reported only for the long, processive runs (tracks>20 frames, segments<6 frames with velocity vector correlation >0.6). For many vesicular cargoes, these long runs represent <10% of the total motility. In the 4X-KO cells, it is expected there is very little processive motility, yet the average speed is higher than in control cells. Frame-to-frame velocities are often overestimated due to the tracking uncertainty. To make their results more solid, the authors should have used additional metrics of vesicle motility. For example, they could have used metrics such as mean-squared displacement, which are less sensitive to tracking errors. The authors should have also provided either the average velocity of the entire run (including pauses), or the fraction of time represented by the processive segments to aid in interpreting the velocity data.</p><p class=\"typography__serif typography__serif--primary\">2) Adding control experiments to assess crosstalk between fluorescence images would be needed to increase confidence in the presented colocalization results.</p><p class=\"typography__serif typography__serif--primary\">3) The data on KIF13B-380 motility presented in Figure 8G is not sufficiently convincing. The tracks for KIF13B-380 motility are difficult to see, which is surprising as KIF13B has been shown to be a super-processive motor. Better data would have helped to substantiate the authors’ conclusions.</p>"
            },
            "recommendations1": {
                "heading": "Recommendations for the authors:",
                "content": "<p class=\"typography__serif typography__serif--primary\">(Here you would write what the authors need to do to get the paper published in eLife. This section will include concrete suggestions to address the technical concerns above, and also minor suggestions.)</p><p class=\"typography__serif typography__serif--primary\">2) This is a review of <a href=\"https://doi.org/10.1101/2020.04.30.066407\" target=\"_blank\">Measuring Sequences of Representations with Temporally Delayed Linear Modelling</a></p>"
            },
            "summary2": {
                "heading": "Evaluation summary:",
                "content": "<p class=\"typography__serif typography__serif--primary\">The method is potentially of broad interest across different domains of cognitive neuroscience. A domain-general replay detection method would be of wide interest and utility. However, in its current form, the paper is lacking context and comparisons to existing methods, and falls short of demonstrating the technique’s generality.</p>"
            },
            "public-review2": {
                "heading": "Public review:",
                "content": "<p class=\"typography__serif typography__serif--primary\">This work provides a new general tool for measuring rapid sequences of patterns in neural activity.  Such sequences have been studied in the activity of cells in rodent hippocampus for decades (termed replay). They are suggested substrates for a number of important cognitive functions including memory consolidation, mental simulation and planning. Recently it has become possible to detect such sequences in humans using MEG and fMRI. This paper provides a modelling and inference framework for detecting such sequences from all types of data using the same approach.  It should therefore allow replay to be compared more directly across species.  It is also a more general technique than those typically used in rodents, so it may allow rigorous replay measurements in situations that are not currently possible.</p><p class=\"typography__serif typography__serif--primary\">Strengths:</p><p class=\"typography__serif typography__serif--primary\">Placing sequence analysis into a General linear modelling framework enables a powerful set of established tools for hypothesis testing and inference to be brought to bear on the analysis of sequences. Hypotheses about sequences can be formally expressed as regressors in a linear model. Standard tools can then be used for parametric or non-parametric inference. It allows formal approaches to address issues such as serial autocorrelations in the data, to ensure that inference is unbiased.</p><p class=\"typography__serif typography__serif--primary\">Because the regressors are built out of transitions from a graph, the technique is in principle amenable to measuring sequences in any situation where experiences can be expressed as a graph. This contrasts with other approaches that, for example, can only be used for rodents running along a linear track, but not in a maze or an open 2D environment. This generality in principle allows replay measurements in situations where other published techniques do not, and allows the same tools to be used to describe replay in many different situations, potentially allowing comparisons across different situations.</p><p class=\"typography__serif typography__serif--primary\">The technique in principle works in the same way across many different types of data giving the potential to compare more directly replay across different species where very different types of data has been acquired.</p><p class=\"typography__serif typography__serif--primary\">Weaknesses:</p><p class=\"typography__serif typography__serif--primary\">Although the paper does have strengths in principle, the weaknesses of the paper are that these strengths are not directly demonstrated. That is, insufficient analyses are performed to fully support the key claims in the manuscript by the data presented. In particular:</p><p class=\"typography__serif typography__serif--primary\">The authors imply the current method is superior to other methods on various different dimensions but there is very little actual comparison with other methods to substantiate this claim, particularly for sequences of more than two states which have been extensively used in the rodent replay literature (see Tingley and Peyrache, Proc Royal Soc B 2020 for a recent review of the rodent methods; different shuffling procedures are applied to identify sequenceness, see e.g., Farooq et al. Neuron 2019 and Foster, Ann Rev Neurosci 2017).</p><p class=\"typography__serif typography__serif--primary\">The authors claim that the method is more general than other methods on various different dimensions (ability to apply to different kinds of graphs; ability to apply to different species), but again the data supporting this claim is sparse. The method is not applied rigorously to graphs with different structure or from different species. Instead, it is applied to two MEG experiments with the same structure (linear-4 elements), and there is a small section that is very hard to understand where it is applied to rodent ePhys data. It is therefore very difficult to assess these claims.</p><p class=\"typography__serif typography__serif--primary\">The inference part of the work is potentially very valuable because this is an area that has been well studied in GLM/multiple regression type problems. However, the authors limit themselves to asking \"first-order\" sequence questions (i.e., whether observed sequenceness is different from random) when key questions, including whether or not there is evidence of replay, are actually \"second-order\" questions because they require a comparison of sequences across two conditions (e.g., pre-task and post-task; I'm borrowing this terminology from van der Meer et al. Proc Royal Soc B 2020). The authors do not address how to make this kind of comparison using their method.</p>"
            },
            "recommendations2": {
                "heading": "Recommendations for the authors:",
                "content": "<p class=\"typography__serif typography__serif--primary\">(Here you would write what the authors need to do to get the paper published in eLIfe. It will make concrete suggestions to address the key conceptual concerns above, and also minor suggestions.)</p>"
            }
        }
    },
    "reviewing-policies": {
        "heading": "Reviewing Policies",
        "content": "<p class=\"typography__serif typography__serif--primary\">We encourage our reviewers to familiarise themselves with <a href=\"https://submit.elifesciences.org/html/elife_author_instructions.html#policies\" target=\"_blank\">eLife's journal policies</a> before the review process commences.</p>",
        "confidentiality": {
            "heading": "Confidentiality and co-review",
            "content":"<p class=\"paragraph typography__serif typography__serif--primary\">The review process is strictly confidential and must be treated as such by reviewers during the review process and subsequently. However, co-reviewing a manuscript with a single experienced junior colleague can be an important learning experience that we are happy to support. To provide accountability and appropriate credit, the name of the co-referee should be disclosed to the editors in advance and we would encourage all reviewers to consider sharing their names with the authors. The two co-reviewers should agree on the wording of the review, and the same principles relating to confidentiality and competing interests apply to both reviewers. The senior reviewer should be the main point of contact for the discussion between the reviewers, but the senior reviewer can confer with their co-reviewer during this discussion. Other than co-reviewing for training purposes, reviewers should not contact anyone not directly involved with the assessment of the article, including colleagues or other experts in the field, unless this has been discussed and approved in advance by the Reviewing Editor.</p><p class=\"typography__serif typography__serif--primary\">The content of the consultation session between the reviewers is also confidential and it is the role of the Reviewing Editor to draft the decision letter, based on the reviews and the discussion between the reviewers.</p>"
        },
        "anonymity": {
            "heading": "Reviewer Anonymity",
            "content": "<p class=\"typography__serif typography__serif--primary\">We do not release the identities of the reviewers to the authors (unless requested by the reviewers themselves) but in the course of the discussion that forms part of the review process, each reviewer will know the identity of the other reviewer(s). Reviews posted to bioRxiv or medRxiv do <strong>not</strong> include the reviewer names. We also request each reviewer’s permission to reveal their identity and report to another journal, if the work is rejected and the author requests the reports for the purposes of submission to another journal</p>"
        },
        "competing-interests": {
            "heading": "Competing Interests",
            "content": "<p class=\"typography__serif typography__serif--primary\">We ask reviewers to recognise potential competing interests that could lead them to be positively or negatively disposed towards an article. We follow the recommendations of the <a href=\"http://www.icmje.org/recommendations/browse/roles-and-responsibilities/author-responsibilities--conflicts-of-interest.html\" target=\"_blank\">ICMJE</a> and the guidance provided by <a href=\"http://journals.plos.org/plosmedicine/s/competing-interests\" target=\"_blank\">PLOS</a>. Reviewers should inform the editors or journal staff if they are close competitors or collaborators of the authors. Reviewers must recuse themselves if they feel that they are unable to offer an impartial review. Common reasons for editors and reviewers to recuse themselves from the peer-review process include but are not limited to:</p><ul class=\"typography__serif typography__serif--primary\"><li>Working at the same institution or organization as one or more of the authors, currently or recently</li><li>Having collaborated with, or served as a mentor to, one or more of the authors during the past 5 years</li><li>Serving on the advisory board of the institution or organization of one or more of the authors</li><li>Having held grants with one or more of the authors, currently or recently</li><li>Having a personal relationship with an author that does not allow him or her to evaluate the manuscript objectively</li></ul><p class=\"typography__serif typography__serif--primary\">We will make every effort to follow authors’ requests to exclude potential reviewers, provided that a specific reason is provided.</p>"
        },
        "misconduct": {
            "heading": "Accusations of Misconduct",
            "content": "<p class=\"typography__serif typography__serif--primary\">eLife is a member of the Committee on Publication Ethics (COPE), supports their principles, and follows their flowcharts for dealing with potential breaches of <a href=\"https://submit.elifesciences.org/html/elife_author_instructions.html#policies\" target=\"_blank\">publishing ethics</a>. Reviewers are asked not to make allegations of misconduct within the review itself or within the online consultation, but in the event of concerns about potential plagiarism, inappropriate image manipulation, or other forms of misconduct, reviewers should alert the journal’s editorial staff in the first instance. The editorial staff will consult the Senior Editor and Reviewing Editor, and consider the concerns further.</p>"
        },
        "research": {
            "heading": "Research Conducted by eLife",
            "content": "<p class=\"typography__serif typography__serif--primary\">As a way of improving our services, we periodically undertake research and surveys relating to eLife's submission and review process. Where appropriate we will share our findings so that others can benefit. Participation does not affect the decision on manuscripts under consideration, or our policies relating to the confidentiality of the review process. If you would like to opt out of eLife's research and/or surveys, please contact the journal office (here).</p>"
        }
    }
}
