{
    "links": {
        "edit-process": "Editorial Process",
        "article-types": "Article Types",
        "initial-subs": "Initial submissions",
        "full-subs": "Full Submissions",
        "revised-subs": "Revised Submissions",
        "post-decisions": "Post Decision",
        "journal-policies": "Journal Policies",
        "fees": "Publication Fees",
        "journal-metrics": "Journal Metrics"
    },  
    "editorial": {
        "heading": "Editorial",
        "p1": "eLife is a selective journal that publishes <a href=\"https://elifesciences.org/elife-news/what-are-elife-papers-made-of\" />promising research</a> in all areas of biology and medicine. Leading academic researchers on our editorial board evaluate all new submissions. The editors elect to send around 30% of manuscripts, those that they believe are of the highest scientific standards and importance, to external experts for in-depth peer review. More than half of the articles that are selected for peer review are ultimately published in eLife, for an overall acceptance rate of around 16%.",
        "p2": "To increase the accessibility of research and ensure that it is communicated rapidly, we expect authors to post their research as a preprint (using preprint servers such as bioRxiv, medRxiv orAuthorea), either before submission to eLife or during the review process. The advantages of posting a preprint have been summarised by ASAPbio. Authors can upload a preprint to bioRxiv or Authorea and then transfer their files directly to eLife for consideration, they can have their work transferred to bioRxiv during the full submission process, or they can post the preprint themselves to an appropriate preprint server at any point before acceptance.",
        "pre-print": {
            "heading": "Preprint Review",
            "p1": "Authors who have posted their research as a preprint to bioRxiv are invited to have their work considered for publication in eLife and simultaneously peer-reviewed in-depth on bioRxiv through our Preprint Review service. Submissions to Preprint Review will proceed directly to peer review, provided we have appropriate expertise and capacity on our editorial board. All resulting peer reviews will be posted to bioRxiv and will independently inform a decision about whether to publish the paper in eLife. Authors will be given an opportunity to respond to the reviews prior to posting, but they cannot veto the posting of reviews.",
            "p2": "Please read our announcement for more details and restrictions. To opt in, please refer to the \"Preprint Review\" service clearly in your cover letter and include a link to the preprint"
        },
        "p3": "Alternatively, authors can submit to eLife directly, or they can submit using the Overleaf or Authorea authorship tools. Authors working in LaTeX can download and use our template or open it directly in Overleaf.",
        "p4": "We are also committed to treating all authors and manuscripts as fairly as possible, and we offer \"scoop protection\" in the sense that, if other researchers publish similar findings after submission, this will not be a reason for rejection. Please see this editorial and the FAQ below for more details on our policies on preprints and scoop protection.",
        "p5": "On January 1, 2017, eLife introduced a fee for publication. A fee of $2,500* is collected for all published papers submitted on or after this date; however, authors with insufficient funding to pay the fee are eligible for a fee waiver (read more).",
        "p6": "The eLife editorial process broadly occurs in three phases. Authors submitting to eLife should be familiar with our journal policies. If you have received an encouraging response to your initial submission, please review the guidelines relating to full submissions. If your full submission has been peer reviewed and you have been asked to make revisions, please review our guidelines for revised submissions.",
        "initial-sub": {
            "p1": "If you are interested in submitting your work to eLife, please review the guidelines relating to Initial Submissions. We refer authors to “Ten common statistical mistakes to watch out for when writing or reviewing a manuscript” and eLife's Transparent Reporting Form as they prepare their submission. During the initial submission phase, members of eLife's senior editorial team assess new submissions, often in consultation with members of the Board of Reviewing Editors or with external guest editors where necessary, to identify the ones that are appropriate for in-depth peer review.",
            "bullet1": "To simplify the submission process, authors should submit their full manuscript as a single PDF. Limited additional information is collected via the submission screen questions to complete the submission.",
            "bullet2": "Authors will need to provide a cover letter.",
            "bullet3": "Limited additional information is collected via the submission screen questions. Only corresponding author details are needed at this stage, along with suggestions for appropriate editors, and individuals who should be excluded from the review process."
        }
    }
}